[
    {
        "sentence": "Which sects people are part of local political parties which fall under the International Muslim Brotherhood?"
    },
    {
        "sentence": "List common systems are developed by of the Google Videos and written by of the Google Web Toolkit ?"
    },
    {
        "sentence": "For which games are Sam Loyd and Eric Schiller both famous?"
    },
    {
        "sentence": "Name the artist who made Dream Dancing and is often associated with Joe Pass?"
    },
    {
        "sentence": "Who is the office holder with deputies as Neil Brown and Andrew Peacock?"
    },
    {
        "sentence": "Where did these popular aeroplanes - Focke Wulf 260 and Start+Flug H 101 originate?"
    },
    {
        "sentence": "Which television show 's producer is Stephen E. Ambrose and written by Erik Jendresen?"
    },
    {
        "sentence": "Who created the Women in the Garden and also the L'Enfant a la tasse ?"
    },
    {
        "sentence": "Which famous horserace has seen both Fergie sutherland and the illustrious War of Attrition?"
    },
    {
        "sentence": "Tell me the name of the Prime Time Entertainment Network's TV show whose Artist is Christopher Franke ?"
    },
    {
        "sentence": "How many other battles have the military person fought whose one of the battles is World War II ?"
    },
    {
        "sentence": "Whose network's parent organisation is Comcast?"
    },
    {
        "sentence": "Which cport of Vishwajyot High School is also the genere of Battle chess"
    },
    {
        "sentence": "In which state is the Channel district?"
    },
    {
        "sentence": "Who was in the missions of Apollo 11 and Gemini 8?"
    },
    {
        "sentence": "What is the total number of other tenant of the stadia whose one of the tenant is Raptors 905?"
    },
    {
        "sentence": "Where can one find the Dzogchen Ponolop Rinpoche?"
    },
    {
        "sentence": "Who is the stockholder of the road tunnels operated by the Massachusetts Department of Transportation?"
    },
    {
        "sentence": "What are the awards won by the film director of Saraband ?"
    },
    {
        "sentence": "What is the almamater of the president whose vice president was Enrique Jos Varona?"
    },
    {
        "sentence": "What is the route end of Birmingham and Oxford Junction Railway ?"
    },
    {
        "sentence": "Where did the Vitis Vinifera grapes originate?"
    },
    {
        "sentence": "How many people are there whose children died in Indiana?"
    },
    {
        "sentence": "What is the military branch of the William French Smith which is also the branch of Pierre R. Graham ?"
    },
    {
        "sentence": "What is the river whose source is Lake Ontario?"
    },
    {
        "sentence": "Which location city of the Denver Broncos is the palce of birth of Steven Clark Cunningham ?"
    },
    {
        "sentence": "What is the religion of the person who founded the Emel magazine?"
    },
    {
        "sentence": "Give the name of the  managers of England national under-20 football team and England national under-21 football team?"
    },
    {
        "sentence": "How many cities are around the sea in which the the fig tree bay meets?"
    },
    {
        "sentence": "Name the movies distributed by RKO Pictures and has music composer as Bernard Herrmann?"
    },
    {
        "sentence": "How many pole drivers have been there in grand prixes where first driver was Damon Hill?"
    },
    {
        "sentence": "Where are jockeys in Dubai World Cup from?"
    },
    {
        "sentence": "Who owns the newspaper which was founded by Nehru?"
    },
    {
        "sentence": "To which places do the flights go by airlines headquartered in the UK?"
    },
    {
        "sentence": "What is the magazine which have been  founded by Ralph J. Gleason?"
    },
    {
        "sentence": "In which cities can the beverage related to Barq's be found?"
    },
    {
        "sentence": "What is the birth place of the astronaut whose mission was the Vostok programmer?"
    },
    {
        "sentence": "Count everyone who studied at an institute which are in Suburbs?"
    },
    {
        "sentence": "Where did Whitney Wistert debut?"
    },
    {
        "sentence": "What is the major shrine of the monarchs whose successor is Dragimir of Travunia and Zachlumia?"
    },
    {
        "sentence": "How many television shows have  Fox Broadcasting Company as their channel?"
    },
    {
        "sentence": "What is the river whose mouth locations are Arctic Ocean and Laptev Sea?"
    },
    {
        "sentence": "What are some wars fought when Chung Il Kwon as the country's prime minister?"
    },
    {
        "sentence": "Where was the person born who died in Bryn Mawr Hospital?"
    },
    {
        "sentence": "What is the faith of the Ajith Perera and religious affiliation of the Neungin High School?"
    },
    {
        "sentence": "Who was in military unit which played the role of Air interdiction?"
    },
    {
        "sentence": "Who are the current members of Insects vs Robots?"
    },
    {
        "sentence": "Greater Napanee is the home town of what people?"
    },
    {
        "sentence": "What place did Edwin Adams die at, which gave birth to William A Purtell?"
    },
    {
        "sentence": "Name the nationalteam of Trn Vit Hng ?"
    },
    {
        "sentence": "Which designer of RENFE also owns Renaissance Center ?"
    },
    {
        "sentence": "Which uni did Joshua A. Siegel attend ?"
    },
    {
        "sentence": "How many books are written by the author who is famous for Novelas Ejemplares?"
    },
    {
        "sentence": "Name the rivers who originate from Essex?"
    },
    {
        "sentence": "Companies founded in Taiwan have typically which divisions?"
    },
    {
        "sentence": "To which university did both, the Stanford Cardinal and Gerald Reaven go?"
    },
    {
        "sentence": "Name the nearest city to David W. Brown House ?"
    },
    {
        "sentence": "Where did Deion Sanders debut?"
    },
    {
        "sentence": "What cities are nearer to Fuountain Lake Farm?"
    },
    {
        "sentence": "Who are the characters of Batman Live?"
    },
    {
        "sentence": "Which artists trained in San Francisco Art Institute?"
    },
    {
        "sentence": "What is the owning organisation of the Ford Kansas City Assembly Plant and also the builder of the Ford Y-block engine?"
    },
    {
        "sentence": "What awards have been given to A. Peter Dewey?"
    },
    {
        "sentence": "How many shows belong to the network one of whose sister station is Cartoonite?"
    },
    {
        "sentence": "What has been developed by John Fanning?"
    },
    {
        "sentence": "Muhammad Yunus has won how many awards?"
    },
    {
        "sentence": "List the associates of bands which have a label by Motown ?"
    },
    {
        "sentence": "Who wrote the musical whose composer is Emil Dean Zoghby?"
    },
    {
        "sentence": "Count the units garrisoned at Arlington County, Virginia."
    },
    {
        "sentence": "What is the faith of Kwai Chang Caine ?"
    },
    {
        "sentence": "Who is  related to Kelly Osbourne & Ozzy Osbourne?"
    },
    {
        "sentence": "What are the houses of the legislature where the leader is called Pullaiahgaripalli ?"
    },
    {
        "sentence": "Which serving railway line of the Daund Junction railway station was also the place where 99 (2009 film) was recorded ?"
    },
    {
        "sentence": "List the ethnicity of Riley Reid?"
    },
    {
        "sentence": "Which shows are from a company whose subsidiary is Viacom Productions?"
    },
    {
        "sentence": "Giuseppe Bertello and Pietro Parolin are leaders of which place ?"
    },
    {
        "sentence": "What is the university whose campus is Mount Moosilauke?"
    },
    {
        "sentence": "How many religions are followed by the group whose architectural style can be seen on Sanggar Agung?"
    },
    {
        "sentence": "How many things are written in C++?"
    },
    {
        "sentence": "Name the garrison of the Western Naval Command and line of the Vadodara Junction railway station ?"
    },
    {
        "sentence": "Who are the shareholder of the soccer club for whom Steve Holland plays?"
    },
    {
        "sentence": "Which city located on Mediterranean Sea is also the stadium of Panionios G.S.S. season ?"
    },
    {
        "sentence": "Through which cities do the rivers starting at the Montauk State Park flow?"
    },
    {
        "sentence": "How many ideologies do the political party of Boonchu Rojanastien hold?"
    },
    {
        "sentence": "What are the hubs of PLUS Helicopter Services, a highway helicopter unit of PLUS Expressways?"
    },
    {
        "sentence": "Name the movies for which music was given by  Geoffrey Burgon and distributed by  Cinema International Corporation?"
    },
    {
        "sentence": "Which country's leader  is Giuseppe Bertello?"
    },
    {
        "sentence": "Who wrote the subsequent work of One Day at a Time (Em's Version) ?"
    },
    {
        "sentence": "Name the fictional character whose voice's animator is Hardie Gramatky?"
    },
    {
        "sentence": "Which license provider of MSX basic is also the designer of Language Integrated Query ?"
    },
    {
        "sentence": "Who are the architect of the stadium whose one of the architect is louis D. Astorino ?"
    },
    {
        "sentence": "Who are the astronauts associated with NASA?"
    },
    {
        "sentence": "What is a common ingredient used in boyt Blodpalt and Kaszanka ?"
    },
    {
        "sentence": "Who is the partner of Rob Patterson?"
    },
    {
        "sentence": "How many politicians are there from the city of Ganges?"
    },
    {
        "sentence": "To which american football teams does the Heinz Field serve as home stadium?"
    },
    {
        "sentence": "Which architect of the Marine Corps Air Station Kaneohe Bay is the branch of the Burnet R. Maybank?"
    },
    {
        "sentence": "Which movies's screenplay is written by Akiva Goldsman"
    },
    {
        "sentence": "How many TV shows are similar to the ones belonging to fantasy genre?"
    },
    {
        "sentence": "How many developers were involved in creating games whose score is composed by Gerard Marino?"
    },
    {
        "sentence": "Which sea is surrounded by Rostock and Kaliningrad?"
    },
    {
        "sentence": "Which television show's developer is Brian Graden and voices to the character is by Isaac Hayes?"
    },
    {
        "sentence": "How did the child of Stevens T. Mason die?"
    },
    {
        "sentence": "What is the nickname of the home stadium of Angels Toru?"
    },
    {
        "sentence": "What is the television show whose executive producer is Douglas Netter?"
    },
    {
        "sentence": "List out the people who are related to the relatives of Jared Kushner ?"
    },
    {
        "sentence": "List all the doctoral student of the scientist who has advised john Bowlby ?"
    },
    {
        "sentence": "To which series does the book belong which came after the Blade Runner 2?"
    },
    {
        "sentence": "In which city did The Ultimate Fighter: Team Rousey vs. Team Tate take place ?"
    },
    {
        "sentence": "Where was Sino-French War fought ?"
    },
    {
        "sentence": "Who did Daniel Gibson marry?"
    },
    {
        "sentence": "What is the political party of the daughter of Jawaharlal Nehru ?"
    },
    {
        "sentence": "What is the organisation whose purposes are Environmentalism and Peace?"
    },
    {
        "sentence": "Count the number of sports team members  which have player named Matt Williams ?"
    },
    {
        "sentence": "How many different people own the Timeform award winners?"
    },
    {
        "sentence": "What religions do diplomats typically follow?"
    },
    {
        "sentence": "Guggenheim family is the cofounder of a company that invested stocks in which baseball teams?"
    },
    {
        "sentence": "Which city is known for the people working in the western penn hospital?"
    },
    {
        "sentence": "In which country does the publishing house exist which was cofounded by Panos Loannides?"
    },
    {
        "sentence": "Name the team which is owned by Dafenham wind turbines and stood first in 1967 mexican Grand Prix ?"
    },
    {
        "sentence": "Which education center Sidney Catlin Partrodge attended which was also the alma mater of Lisa Brummel ?"
    },
    {
        "sentence": "What sports can be played in Kharghar's schools"
    },
    {
        "sentence": "Which ethinicity of  Riley Reid is the state of origin of Holmes Colbert?"
    },
    {
        "sentence": "Which american football team  has stadium as O.co Coliseum?"
    },
    {
        "sentence": "How many subjects are covered in the publications of Doubleday?"
    },
    {
        "sentence": "In which city of Pittsburg Steelers was the Congress of Inductrial Organization founded ?"
    },
    {
        "sentence": "What is the hometown of the residents of Martha's vineyards?"
    },
    {
        "sentence": "Name the sea into which Danish Straits flows and has Kaliningrad as one of the city on the shore ?"
    },
    {
        "sentence": "Name the team manger of Middlebrough F.C season 2006-07 ?"
    },
    {
        "sentence": "What city has the football team in which Lee Robinson debuted?"
    },
    {
        "sentence": "Who is the owner of the bank which owns Bloomberg Radio?"
    },
    {
        "sentence": "Which companies were behind the renovation of McKechnie Field ?"
    },
    {
        "sentence": "Who was the coach of marquette Golden Eagles men's basketball team-2012,13 season ?"
    },
    {
        "sentence": "Which governer of Winston bryant is also the president of Carl Stokes ?"
    },
    {
        "sentence": "List the sports of PATTS College of Aeronautics which are of interest of Jon Speelman ?"
    },
    {
        "sentence": "What is the home stadium of the club coached by Justine Omojong?"
    },
    {
        "sentence": "Which are the predecessors of the cars which are similar to the Oldsmobile 88?"
    },
    {
        "sentence": "Name a queen whose parent is Ptolemy XII Auletes and consort is Ptolemy XIII Theos Philopator?"
    },
    {
        "sentence": "Which show's theme music was composed by Primus and voiced by Isaac Hayes?"
    },
    {
        "sentence": "Who is the chancellor of the university whose campus is in Woodlane, New Jersey ?"
    },
    {
        "sentence": "Name the mountain whose parent peak is located in Mexico."
    },
    {
        "sentence": "List the ingredient of Blodpalt ?"
    },
    {
        "sentence": "List the developers who has contributed to both GNOWSYS and GNU TeXmacs ?"
    },
    {
        "sentence": "List the served region of the organisations of Trade association."
    },
    {
        "sentence": "Who composed the music for Tonight's the Night ?"
    },
    {
        "sentence": "How many things are made by companies who produce mass media articles?"
    },
    {
        "sentence": "What awards have been given to race horses bred by Bert Michell?"
    },
    {
        "sentence": "Whose mayors are affiliated with Christen-Democratisch en Vlaams?"
    },
    {
        "sentence": "What is the common nationality of Viveka Babajee anad Ronny Vencatachellum ?"
    },
    {
        "sentence": "Which party won the elections when Y.S. Rajasekhara Reddy was in power?"
    },
    {
        "sentence": "Where does the river begin whose left tributary is Krapanski Potok?"
    },
    {
        "sentence": "What are the notable commanders of the army  whose one of the notable commanders is Paul Hausser?"
    },
    {
        "sentence": "Name the source of Raa ?"
    },
    {
        "sentence": "Who is the producer of  Frampton's Camel ?"
    },
    {
        "sentence": "Name the directors of Lennon Legend: The Very Best of John Lennon (DVD) ?"
    },
    {
        "sentence": "What is the political party of Arun Chandra Guha and Indira Gandhi?"
    },
    {
        "sentence": "To which country is Svetlana Navasardyan from?"
    },
    {
        "sentence": "What is the alma mater of the scientist who is known for Rational analysis ?"
    },
    {
        "sentence": "Who is the owner of  Chelsea F.C. ?"
    },
    {
        "sentence": "In how many places has Don R. Berlin worked?"
    },
    {
        "sentence": "For how many movies are there whose musicians home town is in Volos ?"
    },
    {
        "sentence": "Name the fictional character whose relatives are Huey, Dewey, and Louie and is of species American Pekin duck?"
    },
    {
        "sentence": "Who is the owner of the website which has the label Seed Eight ?"
    },
    {
        "sentence": "In which country is Sierra del Merendin?"
    },
    {
        "sentence": "What is on the border of the places which fall under crook county municipality, oregon?"
    },
    {
        "sentence": "Which is the university of Vanderbilt Commodores ?"
    },
    {
        "sentence": "Whose relatives are Clan McDuck and Huey, Dewey, and Louie?"
    },
    {
        "sentence": "What musicians are signed up with colpix records?"
    },
    {
        "sentence": "Who is the person that first ascented the Cathedral Peak and Mount Hoffmann?"
    },
    {
        "sentence": "What currencies are used in the country whose capital is Podgorica?"
    },
    {
        "sentence": "How many other home stadium are there of the soccer club whose home stadium is Luzhniki Stadium ?"
    },
    {
        "sentence": "Where was  William Anthony  trained ?"
    },
    {
        "sentence": "Which composer of Motorpsycho Nitemare has also composed The time are A-Changing ?"
    },
    {
        "sentence": "What river is it whose source is Dowra?"
    },
    {
        "sentence": "What is the religion of the president who won the Mongolian legislative election, 2004 ?"
    },
    {
        "sentence": "What is the municipality of Homestead Grays Bridge ?"
    },
    {
        "sentence": "What religion do the politicians follow, who graduated from the Yokkohama Nationaal University?"
    },
    {
        "sentence": "Who is the narrator of The Incredible Hulk , 1982 TV series ?"
    },
    {
        "sentence": "What sports are played in schools where Swahili is the official language?"
    },
    {
        "sentence": "Which interest of Philip Novak is the relegion of Vesak ?"
    },
    {
        "sentence": "Count all the ethinic group who speaks language which belongs to Anglo-Frisian language family ?"
    },
    {
        "sentence": "What is the area of the Tar Heel Sports Network which is  official residence of the Michael Nichols (photographer) ?"
    },
    {
        "sentence": "Cologny and Lancy are the neighboring municipalities of which place ?"
    },
    {
        "sentence": "How many artists have their works in the Sao Paolo Museum of Art?"
    },
    {
        "sentence": "VP-8 and VP-10 shares which command structure ?"
    },
    {
        "sentence": "What is used as money for French Southern and Antarctic Lands is also the  product of the Karafarin Bank ?"
    },
    {
        "sentence": "Give me the total number of membership of the organisations which have memebers as  Azerbaijan?"
    },
    {
        "sentence": "What is the content licence of MSX BASIC ?"
    },
    {
        "sentence": "What are the central characters in spy kids series?"
    },
    {
        "sentence": "Which comic characters were created by Paul Dini?"
    },
    {
        "sentence": "Who owns the ship Victoria?"
    },
    {
        "sentence": "Where was the predecessor of Sevan Ross born?"
    },
    {
        "sentence": "Which city council owns the Ted Williams tunnel and Leonard Memorial ridge?"
    },
    {
        "sentence": "Where is the school which is the rival of Somerset Berkley Regional High?"
    },
    {
        "sentence": "How many soccer manager have been in the Spain nation football team?"
    },
    {
        "sentence": "Name the common alma mater of the Henry Morton Dexter and Jack McGregor"
    },
    {
        "sentence": "What are some companies which are founded in Dallas Jurisdiction?"
    },
    {
        "sentence": "How many bands collaborated with artists who signed up with EMI?"
    },
    {
        "sentence": "What is the purpose of New Zealand Chess Federation ?"
    },
    {
        "sentence": "How many TV shows are of the company which are of company which is a subsidiary of Big  Ticket Entertainment ?"
    },
    {
        "sentence": "Who operates twin Cities 400 ?"
    },
    {
        "sentence": "What is the city of the Maine School of Science and Mathematics is also the resting place of Charles A. Boutelle ?"
    },
    {
        "sentence": "Give me a count of royalties buried in Rome ?"
    },
    {
        "sentence": "In how many places are Marjas found?"
    },
    {
        "sentence": "List the soccer players whose current team has the ground Stoke-on-Trent."
    },
    {
        "sentence": "Which are the countires where Pioneer Corporation has flourished?"
    },
    {
        "sentence": "Who is the president of Carl Stokes nad Wyche Fowler ?"
    },
    {
        "sentence": "List few Swedish language movies ?"
    },
    {
        "sentence": "What is the currency of Kerguelen Islands ?"
    },
    {
        "sentence": "What are the musicals whose musicians worked under Sony Music Entertainment?"
    },
    {
        "sentence": "Whose shrines are in a place governed by Justin Trudeau?"
    },
    {
        "sentence": "What are the academic interests of the past members of Senser?"
    },
    {
        "sentence": "Who is the leader of Hackweiser ?"
    },
    {
        "sentence": "In which city is the sister station of KTXY located ?"
    },
    {
        "sentence": "Where was the successor of Hank Brown born?"
    },
    {
        "sentence": "Name the constituency of Jonas Gahr where Sverre Krogh was born ?"
    },
    {
        "sentence": "What is the common battle fought by Stephen Urban and Ali Habib Mahmud ?"
    },
    {
        "sentence": "What is the relegious affiliations of Katyayana ?"
    },
    {
        "sentence": "Where was the engineer born who manufactured EP R.E.P. 1?"
    },
    {
        "sentence": "Who all have been a manager of english under twenty one football team?"
    },
    {
        "sentence": "What is the military conflict whose commanders are John McEwen and Phm Vn ng?"
    },
    {
        "sentence": "Which party has come in power in Mumbai North?"
    },
    {
        "sentence": "Name the tv show with judges Randy Jackson and Jennifer Lopez?"
    },
    {
        "sentence": "What is the largest city of the country which hosted the 1951 Asian Games?"
    },
    {
        "sentence": "Which royalty was married to ptolemy XIII Theos Philopator and had mother named Cleopatra V ?"
    },
    {
        "sentence": "Whose theme music was composed by a band which collaborated with Phish?"
    },
    {
        "sentence": "Which administrative headquarters of the Pulau Ubin is also the resting place of the Nicole Lai"
    },
    {
        "sentence": "Where did the beverages sold by Refriango originate?"
    },
    {
        "sentence": "Who built the stadium which was rented by Costa Rica national football team?"
    },
    {
        "sentence": "In which country does the Auckland rugby union team play  ?"
    },
    {
        "sentence": "What is the serving railway line of Warwick railway station, Perth ?"
    },
    {
        "sentence": "What is the radio show created by Timoteo Jeffries, about?"
    },
    {
        "sentence": "Where are all the protected areas near Bend, Oregon?"
    },
    {
        "sentence": "Which notable series of Russell T Davies is also the series of Short Trips: A day in the life ?"
    },
    {
        "sentence": "Which battles were fought under the president when Chung Won Shik was the prime minister?"
    },
    {
        "sentence": "Which office holder's resting place is in  Palo Alto, California and was succeeded by Adrian A. Basora ?"
    },
    {
        "sentence": "Which movies have been published by Cinema International Corporation?"
    },
    {
        "sentence": "What is the total number of other destinations of the airlines whose one of the destinations is Mediterranean Sea?"
    },
    {
        "sentence": "Count the total number of academic discipline of the journals whose one of the academic discipline is Neuroimaging ?"
    },
    {
        "sentence": "List the award which have been won by both Charles LeMaire and Nick Park ?"
    },
    {
        "sentence": "What are some cities which have a Ferris wheel?"
    },
    {
        "sentence": "Name the movie who has screenplay by Akiva Goldsman and is edited by Mark Stevens ?"
    },
    {
        "sentence": "Count the movies in Swedish language?"
    },
    {
        "sentence": "Give me the total number of television shows whose theme music composer is Julian Gingell and created by  Simon Fuller?"
    },
    {
        "sentence": "Which cloud platform of Google cloud connect also provides services to 21Vianet ?"
    },
    {
        "sentence": "Name the office holder whose constituency is Haight-Ashbury?"
    },
    {
        "sentence": "Name the loocation of Lekh Castle which is also the location of SamurAbsheron channel ?"
    },
    {
        "sentence": "Count the number of families of the Animal kingdom."
    },
    {
        "sentence": "What is the political party of the person succeeded by A.K. Singh?"
    },
    {
        "sentence": "Who is the head coach of the teams in Middlesbrough FC?"
    },
    {
        "sentence": "To which uni. did  sidney c patridge and cyril hume both once went?"
    },
    {
        "sentence": "People in the royal Thai army follow which religion?"
    },
    {
        "sentence": "Who are the producers of the movies  which has music by Gary Chang ?"
    },
    {
        "sentence": "Where was Special 26 recorded ?"
    },
    {
        "sentence": "How many movies music composers are associated with Demis Roussos ?"
    },
    {
        "sentence": "To which nation did David Animle Hanses owe his allegiance?"
    },
    {
        "sentence": "What is the alma mater of the actors of The God Who Wasn't There ?"
    },
    {
        "sentence": "List some musicians associated with famous guitar players?"
    },
    {
        "sentence": "What are the airlines whose hub airport is operated by the Los Angeles World Airports?"
    },
    {
        "sentence": "Which company's cars are assembled in Colombia?"
    },
    {
        "sentence": "Who directed The Haunted House ?"
    },
    {
        "sentence": "Count all the different purposes followed by the different NGOs."
    },
    {
        "sentence": "The players born in Bellaire, Ohio have played for which team?"
    },
    {
        "sentence": "What is the common ideology followed by Katyayana and Palang Dharma Party ?"
    },
    {
        "sentence": "Count the tenants of MasterCard Centre?"
    },
    {
        "sentence": "Who are starring in the movies written by Mark Sandrich ?"
    },
    {
        "sentence": "Count the number of religions followed by BJP members."
    },
    {
        "sentence": "What is the mascot of the rival school of Sullivan Central High?"
    },
    {
        "sentence": "What award has been awarded to both Dion Beebe and Charles LeMaire?"
    },
    {
        "sentence": "What is the birth name  of Putri Raemawasti ?"
    },
    {
        "sentence": "What is the party of the politicians whose children is Sanjay Gandhi ?"
    },
    {
        "sentence": "Name the tenants of MAsterCard center wich is also the draft team of Antoine Bibeau?"
    },
    {
        "sentence": "What is the number of occupation of the people who died in tampa bay, florida?"
    },
    {
        "sentence": "Who was the United States president who also served as a governor of Indiana Territory?"
    },
    {
        "sentence": "List the people who were born in Gelnhausen and graduated from Pepperdine University?"
    },
    {
        "sentence": "Musical artists who are associated with Ren & Angela were born where ?"
    },
    {
        "sentence": "What religion do the Wickramabahu Centeral College and Neungin High School both follow?"
    },
    {
        "sentence": "Who designed the language integrated query?"
    },
    {
        "sentence": "Name the debut team of Dan Otero ?"
    },
    {
        "sentence": "Who started at the pole position in both 1997 canadian grand prix and the 94 spanish one?"
    },
    {
        "sentence": "Who founded the Not on our Watch NGO?"
    },
    {
        "sentence": "What is the name of the artist which worked on the subsequent work of Ella Loves Cole ?"
    },
    {
        "sentence": "Which company owns Sony bank ?"
    },
    {
        "sentence": "What state was Cyrus Mann born in, and has the famous Downriver ?"
    },
    {
        "sentence": "Who is a religious figure titled superior general?"
    },
    {
        "sentence": "List the employments of people who died in Tampa, Florida."
    },
    {
        "sentence": "What are some famous veterinary physicians known for?"
    },
    {
        "sentence": "List the movies edited by Julian Doyle in which music was composed by Geoffrey Brugon ?"
    },
    {
        "sentence": "Name the children of the person who is the star of The Weathered Underground ?"
    },
    {
        "sentence": "Which owner of Chelsea F.C also owns Evraz ?"
    },
    {
        "sentence": "Name the office holder with associate as Marcus Calpurnius Bibulus and has a kid named Augustus?"
    },
    {
        "sentence": "What are the movies whose screenplay is done by Eric Roth?"
    },
    {
        "sentence": "What is the total number of writers whose singles are recorded in Miami?"
    },
    {
        "sentence": "What religions are followed by members of the societies whose architectural influences can be seen on the Sanggar Agung ?"
    },
    {
        "sentence": "Who is the producer of album which has the song Money?"
    },
    {
        "sentence": "List the Sci-fi TV shows with theme music given by Ron Grainer?"
    },
    {
        "sentence": "What is the company to which Fusajiro Yamauchi proprietor to ?"
    },
    {
        "sentence": "Who is the writer of mark twain Tonight ?"
    },
    {
        "sentence": "How many members are there in the European Go Federation?"
    },
    {
        "sentence": "Daniel L D Granger and Job Durfee have based their political career in which US state?"
    },
    {
        "sentence": "What is the mascot of the handball teams in the Turkish Handball Super League?"
    },
    {
        "sentence": "What city was recorded in Live in detroit which is also the official residence of ken Holland ?"
    },
    {
        "sentence": "Marika Gombitov makes songs in which languages?"
    },
    {
        "sentence": "What are some musical artists associated with the ones signed up with EMI?"
    },
    {
        "sentence": "Name the river which flows through the closest city of Mount Raimer ?"
    },
    {
        "sentence": "Name the scientist whose supervisor also supervised Mary Ainsworth?"
    },
    {
        "sentence": "What are some relatives of armymen who died in Germany?"
    },
    {
        "sentence": "Deion sanders and Hinkey haines debuted their career with which common team?"
    },
    {
        "sentence": "Which garrison of East Indies Station is also the route end of Mumbai Vadodara Express ?"
    },
    {
        "sentence": "To which political party does Virendra Kataria belongs ?"
    },
    {
        "sentence": "Copley Medal has been awarded to which scientists?"
    },
    {
        "sentence": "What is the total number of awards whose presenter's headquarters is Beverly Hills, California?"
    },
    {
        "sentence": "Who is the narrator of The Price of Beauty ?"
    },
    {
        "sentence": "Who is the producer of the device which is the operating system of Now TV  ?"
    },
    {
        "sentence": "How many artists have collaborated with famous guitar players?"
    },
    {
        "sentence": "How many politicians live in India?"
    },
    {
        "sentence": "What is the base currency of the country which operates the Marion Dufresne?"
    },
    {
        "sentence": "What is the region served by the governor of Stephen L.R. McNichols ?"
    },
    {
        "sentence": "Who operates Liverpool Playhouse ?"
    },
    {
        "sentence": "Who has composed songs produced by Terry Melcher?"
    },
    {
        "sentence": "To which series does Lost special belong to ?"
    },
    {
        "sentence": "How many albums did the maker of The Band produce?"
    },
    {
        "sentence": "List few musical artist whose notable instruments are Ludwig Drums and  Remo?"
    },
    {
        "sentence": "How many rivers start in an English speaking country?"
    },
    {
        "sentence": "For a position in which institution were both Jack Ryan and Robert sarvis both appointed?"
    },
    {
        "sentence": "Where Everybody knows you is the theme album of which show ?"
    },
    {
        "sentence": "Food in which countries has shallot in it?"
    },
    {
        "sentence": "Which rivers have source origins asnorth western, Zambia ?"
    },
    {
        "sentence": "Organization holding stocks of  Galician and German wikipedias?"
    },
    {
        "sentence": "Alexander Magleby, a rugby player is alma mater to which university?"
    },
    {
        "sentence": "What sport played at Islamic azad uni employes Craig Van Tilbury?"
    },
    {
        "sentence": "List the products of the company which published Tweenies: Game Time."
    },
    {
        "sentence": "List the agencies located someplace lead by Alex Chalk."
    },
    {
        "sentence": "What religion are the characters of Absolutely Fabulous from?"
    },
    {
        "sentence": "What are the movies whose music composer uses a Hammond organ?"
    },
    {
        "sentence": "Janaka Thissakuttiarachchi follows what religion, which once employed Atisa Srijnana too?"
    },
    {
        "sentence": "Which birthpalce of Svetlana Gounkina is also the largest city of Union State ?"
    },
    {
        "sentence": "Name the TV show with artist Christopher Franke and cast member Jason Carter ?"
    },
    {
        "sentence": "Which artist married to Lee Krasner?"
    },
    {
        "sentence": "What teams did the ex teamplayers of lighthouse boy club start their career with?"
    },
    {
        "sentence": "Where was the deadbody discovered of one of the alumni of General Educational Development?"
    },
    {
        "sentence": "Who designed the bridge in Oddamavadi?"
    },
    {
        "sentence": "What is the leader name of the settlements whose governing body is Municipal council?"
    },
    {
        "sentence": "Name the co-founder of the record labels which have one of the founder as Chris DuBois ?"
    },
    {
        "sentence": "List the companies operating in Australia?"
    },
    {
        "sentence": "In which countries is coconut used as a food ingredient?"
    },
    {
        "sentence": "How many people have worked for teams chaired by Patricia Amorim?"
    },
    {
        "sentence": "How many kinds of games can be played on the Amiga?"
    },
    {
        "sentence": "How many relatives are there of people fought in the Battle of the Bulge?"
    },
    {
        "sentence": "How many genres of games can I find on the commodore CDTV?"
    },
    {
        "sentence": "Give me the sitcoms where Eliza Schneider and Isaac Hayes gave voice?"
    },
    {
        "sentence": "Directors of which movies are buried in Ronda?"
    },
    {
        "sentence": "List the debut team of the baseball player who born in Houston."
    },
    {
        "sentence": "Who edited  British Gazette ?"
    },
    {
        "sentence": "List the things for which the relatives of Mrunalini Kunte are known?"
    },
    {
        "sentence": "What acts and artists are associated with people who have worked with Divertis?"
    },
    {
        "sentence": "What are the notableworks of Russell T Davies?"
    },
    {
        "sentence": "Which company has developed games whose music is done by Gerard Marino?"
    },
    {
        "sentence": "Who all have developed softwares for Unix Like OSes?"
    },
    {
        "sentence": "What are some party leaders of the parties which have had a seat in Berlin?"
    },
    {
        "sentence": "Which tenant of New Sanno Hotel is the military branch of the Gary Holder-Winfield ?"
    },
    {
        "sentence": "List the director of The Adventures of mimi ?"
    },
    {
        "sentence": "List sports managers who managed Middlesbrough F.C. and England national under-21 football team?"
    },
    {
        "sentence": "Name all the soccer players who played in a under 18 club for La Liga?"
    },
    {
        "sentence": "Which key perosn of the Elders is also the president of united World College ?"
    },
    {
        "sentence": "Who are the players whose current clubs have Ferran Soriano as chairman?"
    },
    {
        "sentence": "What are some parties which have people from Mangalore as a member?"
    },
    {
        "sentence": "Which employer of Michael M. Sears is also the producer of Delta III ?"
    },
    {
        "sentence": "Name the largest city in the county where there is a Cy-Fair High School."
    },
    {
        "sentence": "How many bacterias are there whose division is Firmicutes?"
    },
    {
        "sentence": "To which country does Peter Blay owe his allegiance?"
    },
    {
        "sentence": "Name the television show whose subsequent work is Crusade and Composer is Stewart Copeland?"
    },
    {
        "sentence": "What are the current music bands of Chester Bennington?"
    },
    {
        "sentence": "Who was the prime minister under which the predecessor of Derick Heathcoat Amory served?"
    },
    {
        "sentence": "Which person designed the cars which has been designed by ASC Creative Services?"
    },
    {
        "sentence": "What are some orthonychidae birds?"
    },
    {
        "sentence": "Which driver had the pole position in 1994 Spanish Grand Prix ?"
    },
    {
        "sentence": "How many awards have been given to the founder of Grameen Bank?"
    },
    {
        "sentence": "Count the number of important works done by the writers of The Second Coming?"
    },
    {
        "sentence": "Who all are known to play the Gibson Guitar Corporation?"
    },
    {
        "sentence": "Which child of Jack Ferguson became a Prime Minister?"
    },
    {
        "sentence": "What are the things whose mascots are from the class Eutheria?"
    },
    {
        "sentence": "For whom did Michael Springer palyed for which is also had a former student named Donald Brooks ?"
    },
    {
        "sentence": "Name the common nationality of Georgina Theodora Wood and akwasi Oppong Fosu ?"
    },
    {
        "sentence": "Name the movie written by Monty Python and distributed by Cinema International Corporation ?"
    },
    {
        "sentence": "Which series was written by Eric Jendresen and John Orloff?"
    },
    {
        "sentence": "In which city can I find both the office of Elasticsearch and the Yellow Claw DJ?"
    },
    {
        "sentence": "Name the partners of Kelly Brook?"
    },
    {
        "sentence": "What is the area of the broadcast network which has the affiliation with 9TV?"
    },
    {
        "sentence": "Who is married to Gerard Piqu?"
    },
    {
        "sentence": "Which sports are played in schools affiliated with the Harvest Christian Center?"
    },
    {
        "sentence": "Who debuted their career in a team coached by Chip Kelly?"
    },
    {
        "sentence": "What are the nicknames given to the characters of The Wolves of the Mercy Falls?"
    },
    {
        "sentence": "Name the river with source country in Zambia and source region as North-Western Province, Zambia?"
    },
    {
        "sentence": "Members of how many political parties have died in Delhi?"
    },
    {
        "sentence": "What is the birthplace of Adugna Deyas and the place where Fiq is located?"
    },
    {
        "sentence": "What is the headquarters of Juan Dalmau Ramerez?"
    },
    {
        "sentence": "The president who was in office when Lee Hyun Jae was the PM followed which religion?"
    },
    {
        "sentence": "Who is the maker of the engine of Ford F-Series first generation ?"
    },
    {
        "sentence": "What is the religious affiliation of Neungin High School?"
    },
    {
        "sentence": "Name the office holder with successor as Adrian A Basora and child as Lori Black ?"
    },
    {
        "sentence": "Who is the owner of the South end ?"
    },
    {
        "sentence": "What is the colour of Xocolatlite ?"
    },
    {
        "sentence": "For how many other teams have the members of Atlant Moscow Oblast played?"
    },
    {
        "sentence": "What is the state of origin of the president whose alma mater is Hellenic Naval Academy ?"
    },
    {
        "sentence": "What is the common ethnicity of the Maike Evers and Francisco Lachowski ?"
    },
    {
        "sentence": "In which places do companies founded in Newcastle operate?"
    },
    {
        "sentence": "Which senator served in military units VMF-155 and VMF-218?"
    },
    {
        "sentence": "What kind of games are made by Interplay Entertainment?"
    },
    {
        "sentence": "Which producer of Purvis Eureka engine is also the owner of Ford Theatre ?"
    },
    {
        "sentence": "What developed EMMS?"
    },
    {
        "sentence": "Which music band made Take Me There, and to which Tedd Riley was associated?"
    },
    {
        "sentence": "In which time zone is Pong Pha?"
    },
    {
        "sentence": "How many fictional characters are there in a series in which Craig Robinson acted?"
    },
    {
        "sentence": "Which political party of Chandra Shekhar is also the political party of Datl Satyanarayana Raju ?"
    },
    {
        "sentence": "Who owns the airport in Paphos?"
    },
    {
        "sentence": "What is the baseball team whose club manager is Chip Hale?"
    },
    {
        "sentence": "Which bacteria's taxonomic class is Bacilli?"
    },
    {
        "sentence": "What honours did Reigh Count receive?"
    },
    {
        "sentence": "What are some products of the the company whose subsidiary is Sony Corp shareholders and subsidies?"
    },
    {
        "sentence": "Who built the stadiums where 2014 FIFA under 17 woman's world cup took place?"
    },
    {
        "sentence": "Which area operataed by the South Side Elevated Railroad is also the palce of death of the Sakari Suzuki ?"
    },
    {
        "sentence": "What is the television show whose related with  Doctor Who Confidential?"
    },
    {
        "sentence": "In which city wasThe Triple Door (The Courage album)  performed live?"
    },
    {
        "sentence": "Which nearest city of Jurgens Site is the death plce of Jimmie Heuga ?"
    },
    {
        "sentence": "List the battles fought by  Ali Habib Mahmud ?"
    },
    {
        "sentence": "How many companies were started in the states?"
    },
    {
        "sentence": "How many movies are distributed by Cinema International Corporation?"
    },
    {
        "sentence": "Name the local authority of Trinity School, Brentwood ?"
    },
    {
        "sentence": "Name the president of Wyche Fowler ?"
    },
    {
        "sentence": "In which fields have people born in Lausanne worked?"
    },
    {
        "sentence": "Which Texas based company  was founded by Jim Harris ?"
    },
    {
        "sentence": "Name a show hosted by Brian Dunkleman and judged by Harry Connick, Jr.?"
    },
    {
        "sentence": "To which educational institute does Cornell University Press belong to?"
    },
    {
        "sentence": "In which country's cuisine, ham is an important part?"
    },
    {
        "sentence": "List the softwares which runs on Microsoft Windows and has license as Software as a service?"
    },
    {
        "sentence": "Which ppolitical party of Yashpal Kapur is also the owner of National Herald ?"
    },
    {
        "sentence": "Who all have been presenters on shows by the NBC?"
    },
    {
        "sentence": "Give me the list of cars which are the predecessor of Full Sized Cars?"
    },
    {
        "sentence": "List the people with final resting place as Plymouth, Vermont and has Samuel W. McCall as predecessor?"
    },
    {
        "sentence": "What disease led to the demise of Letitia MacTavish Hargrave and Martino Martini ?"
    },
    {
        "sentence": "What are some software which are written in languages that are run on Unix like OS?"
    },
    {
        "sentence": "List all the movies whose directors were born in Kenosha, Wisconsin?"
    },
    {
        "sentence": "What stadium's operator is Stan Kroenke"
    },
    {
        "sentence": "Whose commanders are John Mc Ewen and Park Chunghee?"
    },
    {
        "sentence": "Who gave guest appearances on the show which is the next episode after the Bombshell one?"
    },
    {
        "sentence": "What is manufactured by a company headed by Kazuo Hirai?"
    },
    {
        "sentence": "Under which presidents have politicians from the Continental army served?"
    },
    {
        "sentence": "Philadelphia City Council is the governing body of which city?"
    },
    {
        "sentence": "What are the binomial authority of Menetries's warbler?"
    },
    {
        "sentence": "Name the movie which has music composed by Elliot Goldenthal and screenplay by Akiva Goldsman ?"
    },
    {
        "sentence": "Name the fictional character whose relative are Duck family and Clan McDuck?"
    },
    {
        "sentence": "Which university with athletics department in NCAA Division I Football Bowl Subdivision has nickname Tulane Green Wave ?"
    },
    {
        "sentence": "Which state does Jerome B. Chaffee belong ?"
    },
    {
        "sentence": "In which of the parties that have governed over Rishikesh, does Govinda belong too?"
    },
    {
        "sentence": "What awards are won by the screenwriter of Lucky You?"
    },
    {
        "sentence": "Name  the Pole driver of 1994 Spanish Grand Prix ?"
    },
    {
        "sentence": "Where did Georges Wolinski and Judson Huss die/"
    },
    {
        "sentence": "What is the parent company of the airline whose hub is in Detroit?"
    },
    {
        "sentence": "What is the appliance which uses the central processing unit manufactured by Marvell Technology Group?"
    },
    {
        "sentence": "Give me all magazines whose founder died in Berkeley, California?"
    },
    {
        "sentence": "Which technological products were manufactured by Foxconn?"
    },
    {
        "sentence": "Whose predecessor had Jenny Macklin as a deputy ?"
    },
    {
        "sentence": "How many cars are similar to the ones assembled in the Jefferson North Assembly?"
    },
    {
        "sentence": "Count the number of region of AN/FSQ-7 Combat Direction Central?"
    },
    {
        "sentence": "What are the common houses of US Congress and the Kansas Legislature?"
    },
    {
        "sentence": "From how many different places have people gone to the Harward Medical School?"
    },
    {
        "sentence": "Name the television show where Mona Marshall has given voice and is distributed by Comedy Central?"
    },
    {
        "sentence": "What are Jerry Bock's musicals based upon?"
    },
    {
        "sentence": "Give me list of people who were the first to climb a peak in the Yosemite park?"
    },
    {
        "sentence": "What is Naval Support Activity Naples a part of?"
    },
    {
        "sentence": "Who has allegiance is Colony of Virginia and buried in Montpelier?"
    },
    {
        "sentence": "What is the successor of PlayStation 4"
    },
    {
        "sentence": "What is the sovereign state of the Dafydd Benfras where Jasmine Lowson is also citizen of ?"
    },
    {
        "sentence": "Who did their highschool from a school whose mascot was a fighting tiger?"
    },
    {
        "sentence": "Which destination of Emerald Air is also the city served by houston Fort Bend Airport ?"
    },
    {
        "sentence": "Name the region served by Jerusalem Institue of Justice which was also the conflict region in GazaIsrael ?"
    },
    {
        "sentence": "Name the company whose key person is Raymond Conner and produces Boeing CH-47 Chinook?"
    },
    {
        "sentence": "What is the total number of professions in which someone who has suicided worked?"
    },
    {
        "sentence": "How many golf players are there in Arizona State Sun Devils ?"
    },
    {
        "sentence": "Count the number of characters in Batman Live?"
    },
    {
        "sentence": "List the services provided by the company which provides Microsoft azure as one of the service ?"
    },
    {
        "sentence": "What are some team members of the team based in Camp Nou?"
    },
    {
        "sentence": "Which universities are also known as the Tulane Green wave?"
    },
    {
        "sentence": "What is the branch of the politicians whose governor is Bill Clements?"
    },
    {
        "sentence": "Who composed the episode after which came Butter's Very own Episode?"
    },
    {
        "sentence": "What is the location country of Teperberg 1870 ?"
    },
    {
        "sentence": "List the software developed by Shawn Fanning ?"
    },
    {
        "sentence": "What is the stylistic origin of the music genres where the Bass guitar is important?"
    },
    {
        "sentence": "What are the other notable work of the executive producer of The Runaway Bride episode of Doctor Who?"
    },
    {
        "sentence": "Who was the voice actor of allen walker also gave voice to kimihiro watanuki?"
    },
    {
        "sentence": "Name the office holder whose final resting place is North Bend and was part of Siege of fort recovery conflict ?"
    },
    {
        "sentence": "What type of engines are utilised by Purvis Eureka?"
    },
    {
        "sentence": "Who edited Easy street ?"
    },
    {
        "sentence": "Who were involved in the wars where Jonathan Haskell battled?"
    },
    {
        "sentence": "In which city was the film star of Singhasan Battisi born ?"
    },
    {
        "sentence": "What are the reason served by Toll Global Express which is also the country of LPGA ?"
    },
    {
        "sentence": "List the territory of Tonkin Campaign ?"
    },
    {
        "sentence": "For which teams did Ryan Powell play for?"
    },
    {
        "sentence": "What are the awards won by the person who wrote the screen play for Lost in Rio ?"
    },
    {
        "sentence": "Total number of places where people drafted in the detroit pistons have died?"
    },
    {
        "sentence": "What band made The trial and One of these days song?"
    },
    {
        "sentence": "Name the club of Julie Hastings ?"
    },
    {
        "sentence": "From where does the river Upper Neretva start flowing?"
    },
    {
        "sentence": "Name the university located in Indiana and has affiliations with Kaplan, Inc.?"
    },
    {
        "sentence": "List the newspapers whose offices are situated in 1211 Avenue of the Americas?"
    },
    {
        "sentence": "What river originates in Kingston Ontario?"
    },
    {
        "sentence": "By what style was Providence Chapel, Charlwood made?"
    },
    {
        "sentence": "For how many PMs did the politician work, whose successor was Kingsley Wood?"
    },
    {
        "sentence": "List some companies founded by Jim Harris."
    },
    {
        "sentence": "Give me the total number of employer of the engineers whose one of the employer is McDonnell Aircraft ?"
    },
    {
        "sentence": "How many developers have games where I can hear Lightning McQueen?"
    },
    {
        "sentence": "Which universit's affiliation is with Kalpan, Inc. and has campus at Iowa ?"
    },
    {
        "sentence": "How many record labels publish works of Jazz fusion?"
    },
    {
        "sentence": "What are the regions in which the distributor of Secrets and Lies serves ?"
    },
    {
        "sentence": "List all the writers of the comics which has Robert Bernstein as one of the writer ?"
    },
    {
        "sentence": "What are the settlements whose neighboring municipalities is Lancy?"
    },
    {
        "sentence": "Count the total number  of hometown of the gymnasts whose one of the hometown in Russia ?"
    },
    {
        "sentence": "In which states does the river flow whose left tributary is Toms Creek?"
    },
    {
        "sentence": "Name the river whose source mountain is Baikal Mountains and mouth location is Arctic Ocean?"
    },
    {
        "sentence": "Count the PhD students whose thesis are supervised by National Medal of Science winners?"
    },
    {
        "sentence": "Which broadcast area of CFRX is also the palce of birth of Anthony Raymond ?"
    },
    {
        "sentence": "Count the total number of cast member of the television shows whose actress is Joey McIntyre?"
    },
    {
        "sentence": "List all the awards won by the artist who has won SIGGRAPH ?"
    },
    {
        "sentence": "Where was david Scherman trained ?"
    },
    {
        "sentence": "Count the battles fought by Raoul Magrin-Vernerey?"
    },
    {
        "sentence": "Which athlete was the flag bearer for Switzerland in 2004 and 2008 summer Olympics ?"
    },
    {
        "sentence": "Which nationalist group was responsible for foundation of Young Lords?"
    },
    {
        "sentence": "What award was won by the father of Angelina Jolie?"
    },
    {
        "sentence": "What are the software whose programming language are Multilingual?"
    },
    {
        "sentence": "Which birthplace of Liliya Lobanova is also the location of the Snake Island ?"
    },
    {
        "sentence": "Count all the stateless people"
    },
    {
        "sentence": "Josef Bhler belongs to which political party?"
    },
    {
        "sentence": "Where did the war take place where one of the commander was Zuo Zongtang?"
    },
    {
        "sentence": "In which place is the company which is known for Barbara bestor located ?"
    },
    {
        "sentence": "What novels are belong to the genre of Utopian and dystopian fiction?"
    },
    {
        "sentence": "What are the movies written by Nick Castle?"
    },
    {
        "sentence": "On which river are there things belonging to zambezi river authority?"
    },
    {
        "sentence": "Who is the artist of Sings Kristofferson and also performed Milk Cow Blues atleast once?"
    },
    {
        "sentence": "Who has fought in wars under commander Arthur St Clair?"
    },
    {
        "sentence": "Which Paramount TV show was produced by Glen and Les Charles ?"
    },
    {
        "sentence": "Name some basketball players who  have played for chicago bulls?"
    },
    {
        "sentence": "Which owner of the national Herald india is the leader of Kumta ?"
    },
    {
        "sentence": "What is the largest city of Pulau Ubin ?"
    },
    {
        "sentence": "What is the origin of the musical artist of A Todo Romantic Style ?"
    },
    {
        "sentence": "Horses sired by Karinga Bay have participated in which races?"
    },
    {
        "sentence": "What is the alma mater of the scientists  known for  String theory?"
    },
    {
        "sentence": "How many apes are there?"
    },
    {
        "sentence": "What is a common nickname given to both Lyons Township high school and the wheaton college in massachusetts?"
    },
    {
        "sentence": "Where do beauty queens with brown hair reside?"
    },
    {
        "sentence": "List the television shows one of whose distributor's divisions is Warner Bros. Animation."
    },
    {
        "sentence": "Name the television show directed by Simon Fuller and judged by Jennifier Lopez ?"
    },
    {
        "sentence": "Name the appointer of William Clark ?"
    },
    {
        "sentence": "In which movies have momoki kochi acted"
    },
    {
        "sentence": "What is the base currency of the Benelux and is also used as money in Kerguelen Islands?"
    },
    {
        "sentence": "List the mammals whose taxonomy is Diprotodontia and phylum is Chordate?"
    },
    {
        "sentence": "Count the key people of the Clinton Foundation?"
    },
    {
        "sentence": "Name the company founded in New Mexico and provides Outlook.com as services ?"
    },
    {
        "sentence": "Which tv show was preceded by The spirit of Christmas and voice to the character was given by Mona Marshall ?"
    },
    {
        "sentence": "Under which common jurisdiction do Trinity School, Brentwood and Buckhurst Hill County High School fall?"
    },
    {
        "sentence": "Music of how many things has been given by Akira Ifukube?"
    },
    {
        "sentence": "What made jo garcia and merritt cabal both famous?"
    },
    {
        "sentence": "What was the career of some people who have committed suicide?"
    },
    {
        "sentence": "In how many places are the tombs of people who died in Connecticut Colony?"
    },
    {
        "sentence": "List the producer of the television shows distributed by FremantleMedia."
    },
    {
        "sentence": "Name the awards won by Elie Wiesel ?"
    },
    {
        "sentence": "Who are the producers of Marie Sisters?"
    },
    {
        "sentence": "Who won the silver medal when the bronze was won by Yang Yilin?"
    },
    {
        "sentence": "List the successor of successor of Hayden, Stone & Co."
    },
    {
        "sentence": "Count the number of battles fought by the military person involved in Morocco ?"
    },
    {
        "sentence": "What is the origin of Xynisteri?"
    },
    {
        "sentence": "How many important works have been done by Russel Davies?"
    },
    {
        "sentence": "Who are currently playing for Barcelona FC?"
    },
    {
        "sentence": "Who is the owner of Saumarez ?"
    },
    {
        "sentence": "What is telecasted on the network where Deborah Turness holds important position?"
    },
    {
        "sentence": "Who is the fictional character whose relative is Vestigial Peter?"
    },
    {
        "sentence": "How many home stadium are there, of the soccer club seasons whose chairman is Merritt Paulson?"
    },
    {
        "sentence": "Name the alma mater of Ernest de Saisset ?"
    },
    {
        "sentence": "What magazine companies are of form Limited liability company?"
    },
    {
        "sentence": "List the driver of SA MArino Grand Prix is also the Pole driver of Canadian Grand Proix ?"
    },
    {
        "sentence": "Where does John A Danaher III work?"
    },
    {
        "sentence": "Name few movies directed by Tim Burton ?"
    },
    {
        "sentence": "Where was Live in Detroit, MI recorded ?"
    },
    {
        "sentence": "Name all the bands which have members of QDT in them."
    },
    {
        "sentence": "Which footballers did their high school in west Sacramento california?"
    },
    {
        "sentence": "List the names of the soccer club seasons whose division is 2012 Campeonato Brasileiro Srie A."
    },
    {
        "sentence": "Which successor of Philippine Ports Authority is the state of origin of Ruben J. Villote ?"
    },
    {
        "sentence": "What awards have been won by the executive producer of Timmy Time ?"
    },
    {
        "sentence": "Which american football team is owned by Mark davis and is located in O.co Colliseum ?"
    },
    {
        "sentence": "The successor of Ulrich II, Count of East Frisia was born in what place?"
    },
    {
        "sentence": "Who is the prime minister of Michael Jeffery who is also the minister of Williuam Deane ?"
    },
    {
        "sentence": "Who is the owner of the FC which owns the Cobham Training Centre?"
    },
    {
        "sentence": "Who is considered to be the deciding person when it comes to crustaceans from the Balanidae family?"
    },
    {
        "sentence": "What have some US citizens died of?"
    },
    {
        "sentence": "What are some apes?"
    },
    {
        "sentence": "Who is buried at the place governed by National Park Service?"
    },
    {
        "sentence": "Name the municipality of Roberto Clemente Bridge ?"
    },
    {
        "sentence": "Which past members of the The Conglomerate (American group) also sang Take Me There (Blackstreet & Ma song)?"
    },
    {
        "sentence": "List all the notable works of  Russell T Davies?"
    },
    {
        "sentence": "Which military unit garrison is Arlington County, Virginia and The Pentagon?"
    },
    {
        "sentence": "Name all the products produced by the producer of United States dollar ?"
    },
    {
        "sentence": "What is the launch site of Aquarius (rocket) ?"
    },
    {
        "sentence": "What are the players whose former teams are Carolina Panthers and Indianapolis Colts?"
    },
    {
        "sentence": "Count the  total number of mammals whose phylum is Chordate and order (taxonomy) is Diprotodontia?"
    },
    {
        "sentence": "Who is the music composer of Kenny Dies ?"
    },
    {
        "sentence": "How many cities are around the sea into which the aegean sea flows?"
    },
    {
        "sentence": "Where did the office holder  who is predecessor to Marco Aurelio Robles died ?"
    },
    {
        "sentence": "Who is associated  with the musical artists from Africa '70 (band) and Tony Allen ?"
    },
    {
        "sentence": "What is the programme format of WWTR ?"
    },
    {
        "sentence": "List the founders of Bream Bay ?"
    },
    {
        "sentence": "What is the total number of participant in conflict of SFOR?"
    },
    {
        "sentence": "Name the people whose academic advisor has also mentored the thesis of Alexius Meinong?"
    },
    {
        "sentence": "Where is Denver Broncos located ?"
    },
    {
        "sentence": "Which serving railway line of the Daund Junction railway station is the home port of INS Viraat ?"
    },
    {
        "sentence": "Which river flows through Hudson Highlands State park and also through Troy, New york ?"
    },
    {
        "sentence": "What is the university to which Erica Frank went, and where Ivan Toplak was a club manager?"
    },
    {
        "sentence": "How many movies have been directed by Orson Welles ?"
    },
    {
        "sentence": "Which borough is common for Duddeston and Bordesley railway station ?"
    },
    {
        "sentence": "Who is the performer of the album whose subsequent work is Willie Nelson and Family ?"
    },
    {
        "sentence": "What is the birthplace of Ludovic Boi which is also the residence of Fernando Augustin?"
    },
    {
        "sentence": "Who is the producer of album, which has the song Eclipse ?"
    },
    {
        "sentence": "Which parties have their members live in the PM House, Colombo?"
    },
    {
        "sentence": "Which awards have been given to scientists that graduated from NKU athens?"
    },
    {
        "sentence": "Ricky Gervais is the executive producer of the series having how many fictional characters?"
    },
    {
        "sentence": "Cable stayed bridges have been used to cross over how many things?"
    },
    {
        "sentence": "What are the television shows whose starting music is composed by Ron Grainer?"
    },
    {
        "sentence": "Who influenced the author of The Shooting of Dan McGrew ?"
    },
    {
        "sentence": "Raymond Johansen is the mayor of what city?"
    },
    {
        "sentence": "What region was Gloria Schaffer born in, which also contains Newington?"
    },
    {
        "sentence": "List some teams for which someone who has played as a defender, now plays?"
    },
    {
        "sentence": "Which rivers start from the Provinces of Zambia?"
    },
    {
        "sentence": "Who are the scientists known for the Manhattan Project?"
    },
    {
        "sentence": "What are some dishes from the family of dishes which primarily use flour?"
    },
    {
        "sentence": "Which religion do the people follow, whose constituency is Jadavpur?"
    },
    {
        "sentence": "In which region is the rival school of Somerset, Massachusetts located?"
    },
    {
        "sentence": "Which key person of Clinton Foundation is also the president of Jim Sasser ?"
    },
    {
        "sentence": "Where did the athlete start his career, who did his highschool in Red Lion Area School District?"
    },
    {
        "sentence": "Name a person who works in Open Society Foundation and has wife named Susan Weber Soros ?"
    },
    {
        "sentence": "How many things are crossed over by bridges which can carry cars?"
    },
    {
        "sentence": "Which fictional character sculpted by Josh Friedmann was portrayed in Terminator 3 ?"
    },
    {
        "sentence": "Which team won the American Football League?"
    },
    {
        "sentence": "Which currency can I use both in Kerguelen islands and French southern and antarctic lands?"
    },
    {
        "sentence": "Who is the founder of the trade union which affiliates Amalgamated Association of Iron and Steel Workers?"
    },
    {
        "sentence": "Which leader of United States House of Representatives was the appinter of ohn Drayton ?"
    },
    {
        "sentence": "Which researchers received fellowship from Royal Society?"
    },
    {
        "sentence": "Which president of United States had vice president as John Adams?"
    },
    {
        "sentence": "Where was James H. Fields buried ?"
    },
    {
        "sentence": "What is the commander of Battle of Brownstown ?"
    },
    {
        "sentence": "What is Jon Speelman famous for?"
    },
    {
        "sentence": "Who is the fictional character whose family member is Padme Amidala?"
    },
    {
        "sentence": "What company is the one which wrote the google web toolkit and PlayN?"
    },
    {
        "sentence": "How many different songwriters have had their songs recorded in London?"
    },
    {
        "sentence": "Which are the  automobile platform whose one of the automobile platform is Dodge ?"
    },
    {
        "sentence": "What is the total number of other combatant of the military conflicts whose combatant is Choctaw?"
    },
    {
        "sentence": "List some pupils of National Science Medal winning scientists?"
    },
    {
        "sentence": "Relatives of Moses used to follow which religions?"
    },
    {
        "sentence": "Where was Ne daj se, Nina first aired ?"
    },
    {
        "sentence": "Where did the 2015 MLS All-Star Game take place?"
    },
    {
        "sentence": "What is the name of the homeground of football team Panionios G.S.S.?"
    },
    {
        "sentence": "List presidents of the school whose one of the president is Charles. Prince of Wales ?"
    },
    {
        "sentence": "Brian Moriarty designed video games written by whom?"
    },
    {
        "sentence": "What are some movies whose distributors are led by Kevin Tsujihara?"
    },
    {
        "sentence": "Name the common associate band of Blayse and Teddy Riley ?"
    },
    {
        "sentence": "What did Steven T Mason's father die from?"
    },
    {
        "sentence": "Whose military units are VMF-218 and VMF-155?"
    },
    {
        "sentence": "What automobile engine's successor is BMW M40"
    },
    {
        "sentence": "Name the company which produces both  Boeing F/A-18 E/F Hornet nad CH-46 Chinook ?"
    },
    {
        "sentence": "What is the district of Methodist Central Hall Westminster ?"
    },
    {
        "sentence": "Who develops the computation platform of Microsoft Expression Encoder ?"
    },
    {
        "sentence": "What is the official language of Ladonia, which is the target area of Probus Journal?"
    },
    {
        "sentence": "Where did the conflict take place where Louis Briere de I'Isle was a commander?"
    },
    {
        "sentence": "In which team was the person drafted who has studied at the Worcester college, Oxford?"
    },
    {
        "sentence": "How many people hold important positions alongwith Donna Shalala?"
    },
    {
        "sentence": "What other things are provided by the producer of Office 365?"
    },
    {
        "sentence": "Who owns the company that made the Edsel Villager?"
    },
    {
        "sentence": "Which collaborator of Nice and Smooth wrote Same Song ?"
    },
    {
        "sentence": "Who fought in the battle at Tupelo Mississippi?"
    },
    {
        "sentence": "List the movies whose cast member were born in Scotland."
    },
    {
        "sentence": "List the other nicknames of city which has one of the nickname as City of Angels ?"
    },
    {
        "sentence": "Count the writers whose work has been played in NY?"
    },
    {
        "sentence": "Where did the graduates of Memphis, Tenessee continue their education?"
    },
    {
        "sentence": "What subsequent work of Moondog Matinee has the composer of Motorpsycho Nitemare ?"
    },
    {
        "sentence": "What was the language of the single which came before To Know Him Is to Love Him?"
    },
    {
        "sentence": "What are the television shows whose company is owned by Viacom?"
    },
    {
        "sentence": "How many people used to play in the youthclub of FC Barcelona?"
    },
    {
        "sentence": "Who is the chancellor of Falmouth University ?"
    },
    {
        "sentence": "What kind of things play on WBIG FM?"
    },
    {
        "sentence": "Name the are where South side Elevated Railroad operate and has place of birth as Arthur A. Ross ?"
    },
    {
        "sentence": "In which fields are the graduates of Worcester College, Oxford working?"
    },
    {
        "sentence": "List the places where the relatives of Mark Donaldson died ?"
    },
    {
        "sentence": "What famous politician died in the Petersen House?"
    },
    {
        "sentence": "What are some artists on the show whose opening theme is Send It On?"
    },
    {
        "sentence": "What is the citizenship of Saima Chowdhury?"
    },
    {
        "sentence": "What are the musical performances whose label is Celluloid Records?"
    },
    {
        "sentence": "What is the craft of the Ralph Flanders which is also the profession of  Claiborne Pell ?"
    },
    {
        "sentence": "How many people have fought wars where Arthur St. Clair was a commander?"
    },
    {
        "sentence": "Which team has had both Martin prochzka and garry unger as its players ?"
    },
    {
        "sentence": "What are the awards received by spouse of Ellen Lundstrom?"
    },
    {
        "sentence": "Who all have succeeded the kings buried in Rome?"
    },
    {
        "sentence": "Through which states do the rivers flow which join in the republican river from the left?"
    },
    {
        "sentence": "Give me the home town of all musical artists who uses Guitar as instrument ?"
    },
    {
        "sentence": "How many religions are followed amongst the people who've worked in the Korean army?"
    },
    {
        "sentence": "Count the number of musical work which were sold by Sony Music?"
    },
    {
        "sentence": "Who is the person whose home town is Fairmount, Indiana?"
    },
    {
        "sentence": "Name the movies directed by Stanley Kubrick and edited by Anthony Harvey?"
    },
    {
        "sentence": "List all binomial authority of the insects whose one of the  binomial authority is douard Mntries?"
    },
    {
        "sentence": "Who is the military general buried in St Mary's Church, Battersea?"
    },
    {
        "sentence": "What is the military unit whose command structures are United States Department of the Navy and United States Department of Defense?"
    },
    {
        "sentence": "What are some other things developed by the company who made the remote desktop protocol?"
    },
    {
        "sentence": "Where was Al-Muzaffar Umar buried ?"
    },
    {
        "sentence": "List the guests of On Broadway ?"
    },
    {
        "sentence": "How many universities are there whose country's capital is Oslo?"
    },
    {
        "sentence": "What is the religion of the ones in the Kampuchean Union of Salvation?"
    },
    {
        "sentence": "Where did the members of judge advocate general corps study?"
    },
    {
        "sentence": "Name the airlines which have a hub in airport in SF?"
    },
    {
        "sentence": "Which executive producer of the ultimate merger is also an important person at Trump Productions?"
    },
    {
        "sentence": "What is the official name of Colorado wine ?"
    },
    {
        "sentence": "In how many states can one find Burr Tuss kind of bridges?"
    },
    {
        "sentence": "Who developed google videos?"
    },
    {
        "sentence": "Who is the child of John Tyler, Sr.?"
    },
    {
        "sentence": "Who is the owner of  Latvian Wikipedia and Wiktionary ?"
    },
    {
        "sentence": "Name all those buried in a place governed by a city council."
    },
    {
        "sentence": "What royalties's sepulchre is Mausoleum of Augustus?"
    },
    {
        "sentence": "Name the common university of the Cardinal and Jim Wylie?"
    },
    {
        "sentence": "What is the automobile platform of Chiva bus ?"
    },
    {
        "sentence": "Who are the animator of The Skeleton Dance?"
    },
    {
        "sentence": "How many movies have a screenplay located in the States?"
    },
    {
        "sentence": "Which ceremonial County of the East Tilbury is also the local authority of the Trinity School, Brentwood?"
    },
    {
        "sentence": "What system is both a platform where Nord runs and also distributed The beauty inside?"
    },
    {
        "sentence": "Name the country whose leader's deputy is Piotr Glinski?"
    },
    {
        "sentence": "Whose creators are Jerry Seinfeld and Larry David?"
    },
    {
        "sentence": "Which TV show is related to The Sarah Jane Adventures and theme music is composed by  Ron Grainer?"
    },
    {
        "sentence": "Name the parent company of  Ford Air Transport Service ?"
    },
    {
        "sentence": "Who  has these major shrines  : Emmitsburg, Maryland and Shrine of St. Elizabeth Ann Bayley Seton?"
    },
    {
        "sentence": "Which region of Bannock is the origin od Spaghetti squash ?"
    },
    {
        "sentence": "Where in the us military did pierre r graham and edwin f hunter work?"
    },
    {
        "sentence": "Count everyone who lives in a place where Indian English is an official language ?"
    },
    {
        "sentence": "How many religions are practiced by diplomats?"
    },
    {
        "sentence": "Which publisher of Lucifer's hammer is also known for Jo Garcia ?"
    },
    {
        "sentence": "To whom was Tessa Dahl born to?"
    },
    {
        "sentence": "Which sport at Polytechnic University of the Philippines Taguig is the field of Jon speelman ?"
    },
    {
        "sentence": "Count the number of things people who know linguistics are known for ?"
    },
    {
        "sentence": "Where were sverre krogh sundbo and havard vad petersson born?"
    },
    {
        "sentence": "How many religions are followed by organizations which are internationally known as the muslim brotherhood?"
    },
    {
        "sentence": "What are some people born in NY known for?"
    },
    {
        "sentence": "Who is the developer of the software which is produced by Claris ?"
    },
    {
        "sentence": "What is the river whose source is Cowombat  Flat and has it's mouth located in Murray Mouth?"
    },
    {
        "sentence": "Where does the river flow into which begins in Lebrsnik?"
    },
    {
        "sentence": "What is the government type of Ancient Rome ?"
    },
    {
        "sentence": "Which director of On deadly Ground also released Mojo Priest ?"
    },
    {
        "sentence": "What is the television show whose channel's parent organisation is Fox Sports?"
    },
    {
        "sentence": "Who commanded the invasion of Buwat and made Fatima bint Sa'd famous?"
    },
    {
        "sentence": "What is the home ground of the clubs managed by Ciao Zanardi?"
    },
    {
        "sentence": "What is the country with native language as Languages of Ethiopia?"
    },
    {
        "sentence": "What is the band with previous members  Kevin Jonas and Joe Jonas?"
    },
    {
        "sentence": "List the people with Scientology as their religious belief?"
    },
    {
        "sentence": "How many fictional characters were humans?"
    },
    {
        "sentence": "Where was Girls (The Prodigy song)  recorded ?"
    },
    {
        "sentence": "How many TV shows' networks are headquarterd in NY?"
    },
    {
        "sentence": "Give me some shows owned by BBC one and BBC hd?"
    },
    {
        "sentence": "How many teams have rented stadiums in Canada?"
    },
    {
        "sentence": "List the awards won by the film director of Chicken Run?"
    },
    {
        "sentence": "What territory of Sino French War was the battle of Raoul Magrin-Vernerey fought ?"
    },
    {
        "sentence": "List the  outflow of Lake Uniamsi?"
    },
    {
        "sentence": "List the universities from a country where Norwegian language is officially accepted."
    },
    {
        "sentence": "Name the incumbent of Linda Jenness ?"
    },
    {
        "sentence": "Which companies makes cars assembled in Karachi, Pakistan?"
    },
    {
        "sentence": "Which company founded by Fusajiro Yamauchi also provides services of Nintendo eShop ?"
    },
    {
        "sentence": "In which countries does the sea lie on whose shore is the city of Cumana?"
    },
    {
        "sentence": "Tirana is the largest city of which country?"
    },
    {
        "sentence": "From which countries are the people from who are an academic authority of the Western pygmy blue species?"
    },
    {
        "sentence": "Where is the headquarters of Sigma TV"
    },
    {
        "sentence": "Which scientist was advised by John Robert Woodyard?"
    },
    {
        "sentence": "What is the launch site of the Juno I which was also the ground of 2016 Fort Lauderdale Strikers season ?"
    },
    {
        "sentence": "Who has been married to both Penny Lancaster and Alana Stewart?"
    },
    {
        "sentence": "Count the affiliations of International Union of Anarchists?"
    },
    {
        "sentence": "What is the alma mater of the scientist  whose PhD advisor is Jean-Claude Latombe ?"
    },
    {
        "sentence": "List the people residing in Wilton, Connecticut?"
    },
    {
        "sentence": "What is the Location of the Peetz Table Wind Energy Center which is also the state of Ben Nighthorse Campbell ?"
    },
    {
        "sentence": "Count the water bodies that flow into the North Sea?"
    },
    {
        "sentence": "Who was the First Driver of 1999 San Marino Grand Prix ?"
    },
    {
        "sentence": "Bantam Spectra is the publisher of which series?"
    },
    {
        "sentence": "Where is the sister station of Al Arabiya 99 located?"
    },
    {
        "sentence": "Which common prime minister did Graham Richardson and Bon McMullan serve ?"
    },
    {
        "sentence": "How many things are produced by companies located in Tehran?"
    },
    {
        "sentence": "Which is the common past team of the Charlie Justice (American football player) and Bobby Hoppe ?"
    },
    {
        "sentence": "Name the officeholder who hasa child named Augustus and has an associate named Marcus Bibulus ?"
    },
    {
        "sentence": "Which party won both the general electoin and the andhra pradesh election in 2004?"
    },
    {
        "sentence": "Give me someone on the board of trinity house?"
    },
    {
        "sentence": "Whose leaders are Willem-Alexander and Fredis Refunjol?"
    },
    {
        "sentence": "Horses grandsired by Sundridge  have won which awards?"
    },
    {
        "sentence": "What is the river whose source region is North-Western Province, Zambia and river mouth is Indian Ocean?"
    },
    {
        "sentence": "Who was on the first team in the GPs that were held at Watkins Glen, NY?"
    },
    {
        "sentence": "Name the movie whose screenplay is by Akiva Goldsman and directed by Joel Schumacher ?"
    },
    {
        "sentence": "What ethinicity of Linda Hogan is also the state of origin of Holmes Colbert ?"
    },
    {
        "sentence": "What are the track and field events of Jamiatu Muslim Mindanao?"
    },
    {
        "sentence": "How many cities are close to Lake Victoria?"
    },
    {
        "sentence": "What is the baseball team whose club manager's debut team is Houston Astros?"
    },
    {
        "sentence": "What cities are near to Nihoa which is also known as Bird Island ?"
    },
    {
        "sentence": "Which shareholder of Naval Air facility Adak is also the operator of New Sanno Hotel ?"
    },
    {
        "sentence": "What other awards have been given to Golden Globe winners?"
    },
    {
        "sentence": "Which allegiance of the John Kotelawala is also the  sovereign state of the Sanath Weerakoon ?"
    },
    {
        "sentence": "List the television shows whose network's sister names is N-tv."
    },
    {
        "sentence": "God Defend New Zealand is the national anthem of which country?"
    },
    {
        "sentence": "Where do the rivers starting from Zambia end?"
    },
    {
        "sentence": "Which political party of kumta had affiliation with Indian general election, 2004 (Andhra Pradesh)"
    },
    {
        "sentence": "Who was member of boards at Royal Society and Trinity House?"
    },
    {
        "sentence": "Where is the king buried whose predecessor was Iyasu II?"
    },
    {
        "sentence": "In how many different places have people beatified by Pope Pius X died?"
    },
    {
        "sentence": "What faiths are followed by the relatives of Meadow Soprano?"
    },
    {
        "sentence": "Where is the headquarters of the public transit system which owns Target Field, a Metro Transit Station  ?"
    },
    {
        "sentence": "What is the nationality of Aishath Saffa ?"
    },
    {
        "sentence": "Who was the president under whom winston bryant served as a lieutenant?"
    },
    {
        "sentence": "What are the bands associated with the artists of My Favorite Girl  ?"
    },
    {
        "sentence": "On what subjects was Broca's Brain written?"
    },
    {
        "sentence": "Which parent organization of GetTV is also the label of next thing ?"
    },
    {
        "sentence": "Which teams have used the stadium whose architect was Populous ?"
    },
    {
        "sentence": "Name the route end of the North-South Transport Corridor and Mumbai Vadodara Expressway?"
    },
    {
        "sentence": "Which hockey team is head coached by Bill Peters?"
    },
    {
        "sentence": "Count the number of religions followed by the alumini of Ananda College."
    },
    {
        "sentence": "Which team did Wilfred McDonalds and Cam Plante play for?"
    },
    {
        "sentence": "What are the television shows whose network's stockholder is Warner Bros. Television?"
    },
    {
        "sentence": "Name the Fox TV show judged by Rand Jackson ?"
    },
    {
        "sentence": "What is the total number of software whose programming language is C++ and operating system is Microsoft Windows?"
    },
    {
        "sentence": "Name the city of Phil-Ellena ?"
    },
    {
        "sentence": "How many companies are located in a spanish speaking region?"
    },
    {
        "sentence": "What is the combatant of the Northwest Indian War and also the ethnic group of the Linda Hogan"
    },
    {
        "sentence": "Which airlines fly to Gimhae International Airport?"
    },
    {
        "sentence": "GetTV is owned by which organisation?"
    },
    {
        "sentence": "Name the islands that belong to the archipelago whose largest city is Papeete?"
    },
    {
        "sentence": "In which team did Dave Bing and Ron Reed started their basketball career?"
    },
    {
        "sentence": "List the settlements area whose province is Metropolitan City of Venice ?"
    },
    {
        "sentence": "What was recorded by Live in Detroit, MI and also palce of birth of the Bodhin Kjolhede?"
    },
    {
        "sentence": "From how many different institutes have the members of Judge Advocate General's Corps graduated?"
    },
    {
        "sentence": "Whos a famous relative of anne spielberg?"
    },
    {
        "sentence": "To which city does Northeast Library belong?"
    },
    {
        "sentence": "What are the airline hubs of Cascade Airways?"
    },
    {
        "sentence": "Who has manufactured vehicles designed originally by NASA?"
    },
    {
        "sentence": "What is the order of the Henry Clay and profession of the William Luther Hill?"
    },
    {
        "sentence": "What show  has theme music composer as Ron Grainer and at the same time  related to Class (2016 TV series)?"
    },
    {
        "sentence": "What is the life stance of the ethnic groups related to Micronesia ?"
    },
    {
        "sentence": "Name the river whose mouth mountain is Southend-on-Sea and mouth place is Essex?"
    },
    {
        "sentence": "Which venue of indy PopCon is also the death palce of Louis Le Cocqq ?"
    },
    {
        "sentence": "What genre's softwares are released with a GNU GPL license?"
    },
    {
        "sentence": "Who is the leader of Allgemeine SS ?"
    },
    {
        "sentence": "Giorgos Kaminis is the mayor of what?"
    },
    {
        "sentence": "Where is the headquarters of Metro Transit (Minnesota) ?"
    },
    {
        "sentence": "Give me the count of all the names of characters created by Frank Miller"
    },
    {
        "sentence": "Which fictional character portrayed in Terminator 2: Judgment Day is painted by Josh Friedman?"
    },
    {
        "sentence": "Where was the narrator of Spain on the Road Again born?"
    },
    {
        "sentence": "Name the movie with narrator as Trevor Peacock and music composer  as Christophe Beck?"
    },
    {
        "sentence": "Where did the scientist study whose doctoral thesis was supervised by Leonard Lerman?"
    },
    {
        "sentence": "Where can one find some quick bread in the world?"
    },
    {
        "sentence": "What is the sea whose cities are Gdask and Oulu?"
    },
    {
        "sentence": "What rivers originate from Australian Alps?"
    },
    {
        "sentence": "Which venues are located at places governed by John Roberts?"
    },
    {
        "sentence": "What is the venue of San Diego Comic-Con International ?"
    },
    {
        "sentence": "Which office holder owes its allegiance to a state whose capital town is Jamestown, Virginia?"
    },
    {
        "sentence": "Which professional fighter, who is also a politician and was elected to House of Representatives of the Philippines?"
    },
    {
        "sentence": "List the comic characters created by Joe Shuster ?"
    },
    {
        "sentence": "Which kind of conventions are held in Rosemont, Illinois?"
    },
    {
        "sentence": "What city is located on the mouth of Duwamish River?"
    },
    {
        "sentence": "Which governer of Winston Bryant is the president of Joseph Stiglitz ?"
    },
    {
        "sentence": "How many people have led agencies in German occupied Europe?"
    },
    {
        "sentence": "Where did the plays written by Robert Schenkkan take place?"
    },
    {
        "sentence": "Under which president did the predecessor of Simon Ferro work?"
    },
    {
        "sentence": "Name  some ww1 veterans?"
    },
    {
        "sentence": "Who appointed both John Drayton and William Clark to their respective offices?"
    },
    {
        "sentence": "Which operator of New Sanno Hotel is also the  governing body of the Oahu Railway and Land Company ?"
    },
    {
        "sentence": "Which predecessor of Alexander Downer was deputy to Neil Brown ?"
    },
    {
        "sentence": "Which are the predecessor of Chevrolet Caprice?"
    },
    {
        "sentence": "Who wrote the album coming right before Dead Man's Chest's OST?"
    },
    {
        "sentence": "What is the series of the book which is a subsequent work of Blade Runner 2: The Edge of Human ?"
    },
    {
        "sentence": "For how many cities's teams did David Bowens play?"
    },
    {
        "sentence": "In which countries have models hanged themselves?"
    },
    {
        "sentence": "What city gave birth to Mishal Raheja and also houses New India Assurance?"
    },
    {
        "sentence": "Which TV show whose theme is composed by someone signed up with ATO records?"
    },
    {
        "sentence": "Which models were featured in Playboy Playmates 1954?"
    },
    {
        "sentence": "What currencies have been prevalent in the country whose national anthem is La Marseillaise?"
    },
    {
        "sentence": "Who is the relative of Jim Farley (businessman) ?"
    },
    {
        "sentence": "Where do the politicians, Blanche Bruce and John Franklin Miller work?"
    },
    {
        "sentence": "Name an American football player whose debuted in Chicago Bears and former team is 1998 Baltimore Ravens season?"
    },
    {
        "sentence": "Name a  river with source country as Zambia and source location as Ikelenge  District?"
    },
    {
        "sentence": "Which fields of the Paul Demiville is also the faith of Koay Teng Hai ?"
    },
    {
        "sentence": "Name the institute of Alton Ochsner ?"
    },
    {
        "sentence": "What movies have been written by authors of Monty Python ?"
    },
    {
        "sentence": "Who was the cover artist of The Adventure of Tom Sawyer also wrote mark Twain Tonight ?"
    },
    {
        "sentence": "Name the scientist whose academic advisor is Karl Ewald Hasse and supervisor is Georg Meissner?"
    },
    {
        "sentence": "Where do current famous NatGeo photographers live?"
    },
    {
        "sentence": "Georg Meissner was doctoral supervisor of which scientist ?"
    },
    {
        "sentence": "Name the common home port of the Trishna (yacht) and INS Viraat (R22)?"
    },
    {
        "sentence": "Name books with publisher as Francisco de Robles and writer as Miguel de Cervantes ?"
    },
    {
        "sentence": "Who owns the schools which have a penguin as its mascot?"
    },
    {
        "sentence": "River which flows into the eugene mahoney state park pass through which states?"
    },
    {
        "sentence": "What nation is Hornito located in, where Jamie Bateman Cayn died too?"
    },
    {
        "sentence": "Which TV show had a judge named Harry Connick, Jr. and was presented by Ryan Seacrest?"
    },
    {
        "sentence": "Name the resting place of Fazlur Rahman Khan ?"
    },
    {
        "sentence": "Which arena of WPC Dynamo Moscow is death location of Tigran Petrosian >"
    },
    {
        "sentence": "What cities are close by LoDaisKa ?"
    },
    {
        "sentence": "Which wars were fought when the commanders involved served under PM Choi Tu Son?"
    },
    {
        "sentence": "Who is the meaning of Isa  ?"
    },
    {
        "sentence": "Who is  venerated in  Judaism and Islam?"
    },
    {
        "sentence": "Count the number teams which have  former ice hockey players which also included American Hockey League ?"
    },
    {
        "sentence": "Name the common editor of Easy Street (film) and Work (film)?"
    },
    {
        "sentence": "List all the schools of the rugby player whose went to school named Pietermaritzburg ?"
    },
    {
        "sentence": "Name the office of Richard Coke ?"
    },
    {
        "sentence": "What is the alma mater of the chancellor of Germany Angela Merkel?"
    },
    {
        "sentence": "How large is the area of UK?"
    },
    {
        "sentence": "Who is the author of the interpretation of dreams?"
    },
    {
        "sentence": "What is the birth name of Adele?"
    },
    {
        "sentence": "What are the top selling luxury vehicle brands in Germany?"
    },
    {
        "sentence": "How many awards has Bertrand Russell?"
    },
    {
        "sentence": "Who is Dan Jurafsky?"
    },
    {
        "sentence": "When will start the final match of the football world cup 2018?"
    },
    {
        "sentence": "How much is the elevation of Dsseldorf Airport ?"
    },
    {
        "sentence": "How much is the total population of  european union?"
    },
    {
        "sentence": "When was the founding date of french fifth republic?"
    },
    {
        "sentence": "Who are the founders of  BlaBlaCar?"
    },
    {
        "sentence": "How many foreigners speak German?"
    },
    {
        "sentence": "Where is the birthplace of Goethe?"
    },
    {
        "sentence": "Where is the origin of Carolina reaper?"
    },
    {
        "sentence": "How much is the population of Mexico City ?"
    },
    {
        "sentence": "What is the nick name of Baghdad?"
    },
    {
        "sentence": "Who is the novelist of the work a song of ice and fire?"
    },
    {
        "sentence": "What is the percentage of area water in Brazil?"
    },
    {
        "sentence": "How much is the population of Iraq?"
    },
    {
        "sentence": "What is the population of Cairo?"
    },
    {
        "sentence": "How much is the population density rank of Germany?"
    },
    {
        "sentence": "What is the relation between Resource Description Framework and Web Ontology Language?"
    },
    {
        "sentence": "How large is the total area of North Rhine-Westphalia?"
    },
    {
        "sentence": "What is the original title of the interpretation of dreams?"
    },
    {
        "sentence": "Who are the writers of the Wall album of Pink Floyd?"
    },
    {
        "sentence": "When was the death  of  Shakespeare?"
    },
    {
        "sentence": "With how many countries Iran has borders?"
    },
    {
        "sentence": "What is the smallest city by area in Germany?"
    },
    {
        "sentence": "Which beer brewing comapnies are located in North-Rhine Westphalia?"
    },
    {
        "sentence": "What is the largest city in america?"
    },
    {
        "sentence": "Who is the current federal minister of finance in Germany?"
    },
    {
        "sentence": "What is the highest mountain in the Bavarian Alps?"
    },
    {
        "sentence": "Who is 8th president of US?"
    },
    {
        "sentence": "Where is the most deep point in the ocean?"
    },
    {
        "sentence": "In which state Penn State University is located?"
    },
    {
        "sentence": "Which species does an elephant belong?"
    },
    {
        "sentence": "What is Donald Trump's main business?"
    },
    {
        "sentence": "What is the last work of Dan Brown?"
    },
    {
        "sentence": "What other books have been written by the author of The Fault in Our Stars?"
    },
    {
        "sentence": "When was the last episode of the TV series Friends aired?"
    },
    {
        "sentence": "Which companies are in the computer software industry?"
    },
    {
        "sentence": "Which telecommunications organizations are located in Belgium?"
    },
    {
        "sentence": "Give me the official websites of actors of the television show Charmed."
    },
    {
        "sentence": "Give me the capitals of all U.S. states."
    },
    {
        "sentence": "What are the official languages of the Philippines?"
    },
    {
        "sentence": "Who is the mayor of New York City?"
    },
    {
        "sentence": "Where did Abraham Lincoln die?"
    },
    {
        "sentence": "When was the Battle of Gettysburg?"
    },
    {
        "sentence": "Which countries have more than two official languages?"
    },
    {
        "sentence": "What is the area code of Berlin?"
    },
    {
        "sentence": "Which classis does the Millepede belong to?"
    },
    {
        "sentence": "In which country is the Limerick Lake?"
    },
    {
        "sentence": "What is the profession of Frank Herbert?"
    },
    {
        "sentence": "Who is the owner of Universal Studios?"
    },
    {
        "sentence": "Which state of the United States of America has the highest density?"
    },
    {
        "sentence": "Give me all cities in New Jersey with more than 100000 inhabitants."
    },
    {
        "sentence": "What is the currency of the Czech Republic?"
    },
    {
        "sentence": "Which European countries are a constitutional monarchy?"
    },
    {
        "sentence": "How many monarchical countries are there in Europe?"
    },
    {
        "sentence": "Which countries in the European Union adopted the Euro?"
    },
    {
        "sentence": "Which presidents of the United States had more than three children?"
    },
    {
        "sentence": "What is the highest mountain in Germany?"
    },
    {
        "sentence": "Give me the homepage of Forbes."
    },
    {
        "sentence": "Give me all soccer clubs in Spain."
    },
    {
        "sentence": "What is the revenue of IBM?"
    },
    {
        "sentence": "Which states of Germany are governed by the Social Democratic Party?"
    },
    {
        "sentence": "In which films directed by Garry Marshall was Julia Roberts starring?"
    },
    {
        "sentence": "Which museum exhibits The Scream by Munch?"
    },
    {
        "sentence": "Which television shows were created by Walt Disney?"
    },
    {
        "sentence": "Who created Goofy?"
    },
    {
        "sentence": "Through which countries does the Yenisei river flow?"
    },
    {
        "sentence": "Which monarchs of the United Kingdom were married to a German?"
    },
    {
        "sentence": "Who is the daughter of Bill Clinton married to?"
    },
    {
        "sentence": "Which states border Utah?"
    },
    {
        "sentence": "Which U.S. states possess gold minerals?"
    },
    {
        "sentence": "Who is the author of WikiLeaks?"
    },
    {
        "sentence": "Who designed the Brooklyn Bridge?"
    },
    {
        "sentence": "Which bridges are of the same type as the Manhattan Bridge?"
    },
    {
        "sentence": "Which river does the Brooklyn Bridge cross?"
    },
    {
        "sentence": "Which locations have more than two caves?"
    },
    {
        "sentence": "Which mountain is the highest after the Annapurna?"
    },
    {
        "sentence": "What is the highest place of Karakoram?"
    },
    {
        "sentence": "What did Bruce Carver die from?"
    },
    {
        "sentence": "When did Germany join the EU?"
    },
    {
        "sentence": "How tall is Claudia Schiffer?"
    },
    {
        "sentence": "In which country does the Nile start?"
    },
    {
        "sentence": "Which German cities have more than 250000 inhabitants?"
    },
    {
        "sentence": "Who was the successor of John F. Kennedy?"
    },
    {
        "sentence": "Who is the mayor of Berlin?"
    },
    {
        "sentence": "How many students does the Free University in Amsterdam have?"
    },
    {
        "sentence": "What is the second highest mountain on Earth?"
    },
    {
        "sentence": "Give me all professional skateboarders from Sweden."
    },
    {
        "sentence": "When was Alberta admitted as province?"
    },
    {
        "sentence": "To which countries does the Himalayan mountain system extend?"
    },
    {
        "sentence": "Give me a list of all trumpet players that were bandleaders."
    },
    {
        "sentence": "What is the total amount of men and women serving in the FDNY?"
    },
    {
        "sentence": "Who is the Formula 1 race driver with the most races?"
    },
    {
        "sentence": "Give me all world heritage sites designated within the past five years."
    },
    {
        "sentence": "Who is the youngest player in the Premier League?"
    },
    {
        "sentence": "Give me all members of Prodigy."
    },
    {
        "sentence": "What is the longest river?"
    },
    {
        "sentence": "Give me all cars that are produced in Germany."
    },
    {
        "sentence": "Give me all people that were born in Vienna and died in Berlin."
    },
    {
        "sentence": "How tall is Michael Jordan?"
    },
    {
        "sentence": "What is the capital of Canada?"
    },
    {
        "sentence": "Who is the governor of Texas?"
    },
    {
        "sentence": "Who was the father of Queen Elizabeth II?"
    },
    {
        "sentence": "Which U.S. state has been admitted latest?"
    },
    {
        "sentence": "How many official languages are spoken on the Seychelles?"
    },
    {
        "sentence": "Sean Parnell is the governor of which U.S. state?"
    },
    {
        "sentence": "Give me all movies directed by Francis Ford Coppola."
    },
    {
        "sentence": "Give me all actors starring in movies directed by and starring William Shatner."
    },
    {
        "sentence": "What is the birth name of Angela Merkel?"
    },
    {
        "sentence": "Give me all current Methodist national leaders."
    },
    {
        "sentence": "How often did Nicole Kidman marry?"
    },
    {
        "sentence": "Give me all Australian nonprofit organizations."
    },
    {
        "sentence": "In which military conflicts did Lawrence of Arabia participate?"
    },
    {
        "sentence": "Who developed Skype?"
    },
    {
        "sentence": "What is the melting point of copper?"
    },
    {
        "sentence": "Give me all sister cities of Brno."
    },
    {
        "sentence": "How many inhabitants does Maribor have?"
    },
    {
        "sentence": "Give me all companies in Munich."
    },
    {
        "sentence": "List all boardgames by GMT."
    },
    {
        "sentence": "Who founded Intel?"
    },
    {
        "sentence": "Who is the husband of Amanda Palmer?"
    },
    {
        "sentence": "Give me all breeds of the German Shepherd dog."
    },
    {
        "sentence": "Which cities does the Weser flow through?"
    },
    {
        "sentence": "Which countries are connected by the Rhine?"
    },
    {
        "sentence": "Which professional surfers were born on the Philippines?"
    },
    {
        "sentence": "What is the average temperature on Hawaii?"
    },
    {
        "sentence": "In which UK city are the headquarters of the MI6?"
    },
    {
        "sentence": "Which other weapons did the designer of the Uzi develop?"
    },
    {
        "sentence": "Give me all Frisian islands that belong to the Netherlands."
    },
    {
        "sentence": "Who invented the zipper?"
    },
    {
        "sentence": "What is the ruling party in Lisbon?"
    },
    {
        "sentence": "What are the nicknames of San Francisco?"
    },
    {
        "sentence": "Which Greek goddesses dwelt on Mount Olympus?"
    },
    {
        "sentence": "When were the Hells Angels founded?"
    },
    {
        "sentence": "Give me the Apollo 14 astronauts."
    },
    {
        "sentence": "What is the time zone of Salt Lake City?"
    },
    {
        "sentence": "Which U.S. states are in the same timezone as Utah?"
    },
    {
        "sentence": "Give me a list of all lakes in Denmark."
    },
    {
        "sentence": "How many space missions have there been?"
    },
    {
        "sentence": "Give me all Argentine films."
    },
    {
        "sentence": "Give me all launch pads operated by NASA."
    },
    {
        "sentence": "Which instruments did John Lennon play?"
    },
    {
        "sentence": "Which ships were called after Benjamin Franklin?"
    },
    {
        "sentence": "Who are the parents of the wife of Juan Carlos I?"
    },
    {
        "sentence": "How many employees does Google have?"
    },
    {
        "sentence": "When was the Statue of Liberty built?"
    },
    {
        "sentence": "In which U.S. state is Area 51 located?"
    },
    {
        "sentence": "How many children did Benjamin Franklin have?"
    },
    {
        "sentence": "When did Michael Jackson die?"
    },
    {
        "sentence": "Which daughters of British earls died in the same place they were born in?"
    },
    {
        "sentence": "List the children of Margaret Thatcher."
    },
    {
        "sentence": "Who was called Scarface?"
    },
    {
        "sentence": "Give me all books by William Goldman with more than 300 pages."
    },
    {
        "sentence": "Which books by Kerouac were published by Viking Press?"
    },
    {
        "sentence": "Give me a list of all American inventions."
    },
    {
        "sentence": "How high is the Mount Everest?"
    },
    {
        "sentence": "Who created the comic Captain America?"
    },
    {
        "sentence": "How many people live in the capital of Australia?"
    },
    {
        "sentence": "What is the largest city in Australia?"
    },
    {
        "sentence": "Who composed the music for Harold and Maude?"
    },
    {
        "sentence": "Which films starring Clint Eastwood did he direct himself?"
    },
    {
        "sentence": "In which city was the former Dutch queen Juliana buried?"
    },
    {
        "sentence": "Where is the residence of the prime minister of Spain?"
    },
    {
        "sentence": "Which U.S. State has the abbreviation MN?"
    },
    {
        "sentence": "Show me all songs from Bruce Springsteen released between 1980 and 1990."
    },
    {
        "sentence": "Which movies did Sam Raimi direct after Army of Darkness?"
    },
    {
        "sentence": "What is the founding year of the brewery that produces Pilsner Urquell?"
    },
    {
        "sentence": "Who wrote the lyrics for the Polish national anthem?"
    },
    {
        "sentence": "Give me all B-sides of the Ramones."
    },
    {
        "sentence": "Who painted The Storm on the Sea of Galilee?"
    },
    {
        "sentence": "Which country does the creator of Miffy come from?"
    },
    {
        "sentence": "For which label did Elvis record his first album?"
    },
    {
        "sentence": "Who produces Orangina?"
    },
    {
        "sentence": "Who is the governor of Wyoming?"
    },
    {
        "sentence": "Who developed Minecraft?"
    },
    {
        "sentence": "List all games by GMT."
    },
    {
        "sentence": "In which U.S. state is Fort Knox located?"
    },
    {
        "sentence": "Which U.S. state has the abbreviation MN?"
    },
    {
        "sentence": "Which movies did Kurosawa direct after Rashomon?"
    },
    {
        "sentence": "Give me all taikonauts."
    },
    {
        "sentence": "How many languages are spoken in Colombia?"
    },
    {
        "sentence": "Which poet wrote the most books?"
    },
    {
        "sentence": "How many programming languages are there?"
    },
    {
        "sentence": "Give me all Dutch parties."
    },
    {
        "sentence": "When was Carlo Giuliani shot?"
    },
    {
        "sentence": "Which rivers flow into a German lake?"
    },
    {
        "sentence": "How heavy is Jupiter's lightest moon?"
    },
    {
        "sentence": "Who is the youngest Darts player?"
    },
    {
        "sentence": "Give me all animals that are extinct."
    },
    {
        "sentence": "How many pages does War and Peace have?"
    },
    {
        "sentence": "Which ingredients do I need for carrot cake?"
    },
    {
        "sentence": "What is the most frequent death cause?"
    },
    {
        "sentence": "Who has Tom Cruise been married to?"
    },
    {
        "sentence": "Who is the tallest player of the Atlanta Falcons?"
    },
    {
        "sentence": "What is the bridge with the longest span?"
    },
    {
        "sentence": "Give me all films produced by Steven Spielberg with a budget of at least $80 million."
    },
    {
        "sentence": "Which actor was casted in the most movies?"
    },
    {
        "sentence": "Where was Bach born?"
    },
    {
        "sentence": "Which of Tim Burton's films had the highest budget?"
    },
    {
        "sentence": "Who are the four youngest MVP basketball players?"
    },
    {
        "sentence": "What are the top-10 action role-playing video games according to IGN?"
    },
    {
        "sentence": "Give me all actors who were born in Berlin."
    },
    {
        "sentence": "Give me all actors who were born in Paris after 1950."
    },
    {
        "sentence": "What was Brazil's lowest rank in the FIFA World Ranking?"
    },
    {
        "sentence": "Give me all Australian metalcore bands."
    },
    {
        "sentence": "When is Halloween?"
    },
    {
        "sentence": "How many inhabitants does the largest city in Canada have?"
    },
    {
        "sentence": "In which countries can you pay using the West African CFA franc?"
    },
    {
        "sentence": "Give me the capitals of all countries that the Himalayas run through."
    },
    {
        "sentence": "Who was the first to climb Mount Everest?"
    },
    {
        "sentence": "To which artistic movement did the painter of The Three Dancers belong?"
    },
    {
        "sentence": "Which pope succeeded John Paul II?"
    },
    {
        "sentence": "What was the last movie with Alec Guinness?"
    },
    {
        "sentence": "How many James Bond movies are there?"
    },
    {
        "sentence": "Which actor played Chewbacca?"
    },
    {
        "sentence": "Give me the grandchildren of Bruce Lee."
    },
    {
        "sentence": "Give me all writers that won the Nobel Prize in literature."
    },
    {
        "sentence": "What is the official color of the University of Oxford?"
    },
    {
        "sentence": "Give me all Swedish oceanographers."
    },
    {
        "sentence": "How deep is Lake Placid?"
    },
    {
        "sentence": "Which spaceflights were launched from Baikonur?"
    },
    {
        "sentence": "Give me all actors called Baldwin."
    },
    {
        "sentence": "What does CPU stand for?"
    },
    {
        "sentence": "In which studio did the Beatles record their first album?"
    },
    {
        "sentence": "How many gold medals did Michael Phelps win at the 2008 Olympics?"
    },
    {
        "sentence": "Give me all ESA astronauts."
    },
    {
        "sentence": "Give me all Swedish holidays."
    },
    {
        "sentence": "Who is the youngest Pulitzer Prize winner?"
    },
    {
        "sentence": "Which animals are critically endangered?"
    },
    {
        "sentence": "Which soccer players were born on Malta?"
    },
    {
        "sentence": "Which programming languages were influenced by Perl?"
    },
    {
        "sentence": "How many children does Eddie Murphy have?"
    },
    {
        "sentence": "Who is the oldest child of Meryl Streep?"
    },
    {
        "sentence": "Who killed John Lennon?"
    },
    {
        "sentence": "In which city is Air China headquartered?"
    },
    {
        "sentence": "Which frequent flyer program has the most airlines?"
    },
    {
        "sentence": "Which artists were born on the same date as Rachel Stevens?"
    },
    {
        "sentence": "How many scientists graduated from an Ivy League university?"
    },
    {
        "sentence": "Which types of grapes grow in Oregon?"
    },
    {
        "sentence": "Who is starring in Spanish movies produced by Benicio del Toro?"
    },
    {
        "sentence": "Who is the manager of Real Madrid?"
    },
    {
        "sentence": "Give me the currency of China."
    },
    {
        "sentence": "Which movies starring Brad Pitt were directed by Guy Ritchie?"
    },
    {
        "sentence": "How many companies were founded by the founder of Facebook?"
    },
    {
        "sentence": "How many companies were founded in the same year as Google?"
    },
    {
        "sentence": "Which subsidiary of Lufthansa serves both Dortmund and Berlin Tegel?"
    },
    {
        "sentence": "How many airlines are members of the Star Alliance?"
    },
    {
        "sentence": "Give me all spacecrafts that flew to Mars."
    },
    {
        "sentence": "Which musician wrote the most books?"
    },
    {
        "sentence": "Show me everyone who was born on Halloween."
    },
    {
        "sentence": "Give me all Swiss non-profit organizations."
    },
    {
        "sentence": "In which country is Mecca located?"
    },
    {
        "sentence": "What is the net income of Apple?"
    },
    {
        "sentence": "What does the abbreviation FIFA stand for?"
    },
    {
        "sentence": "When did the Ming dynasty dissolve?"
    },
    {
        "sentence": "Which museum in New York has the most visitors?"
    },
    {
        "sentence": "Esserts from which country contain fish?"
    },
    {
        "sentence": "What is the highest mountain in Italy?"
    },
    {
        "sentence": "Where did the architect of the Eiffel Tower study?"
    },
    {
        "sentence": "Which Greek parties are pro-European?"
    },
    {
        "sentence": "What is the height difference between Mount Everest and K2?"
    },
    {
        "sentence": "Who is the mayor of Rotterdam?"
    },
    {
        "sentence": "In which city were the parents of Che Guevara born?"
    },
    {
        "sentence": "How high is the Yokohama Marine Tower?"
    },
    {
        "sentence": "How many ethnic groups live in Slovenia?"
    },
    {
        "sentence": "List the seven kings of Rome."
    },
    {
        "sentence": "Who were the parents of Queen Victoria?"
    },
    {
        "sentence": "Who is the heaviest player of the Chicago Bulls?"
    },
    {
        "sentence": "Which volcanos in Japan erupted since 2000?"
    },
    {
        "sentence": "Who is the tallest basketball player?"
    },
    {
        "sentence": "Where was the \"Father of Singapore\" born?"
    },
    {
        "sentence": "Which Secretary of State was significantly involved in the United States' dominance of the Caribbean?"
    },
    {
        "sentence": "Who is the architect of the tallest building in Japan?"
    },
    {
        "sentence": "What is the name of the Viennese newspaper founded by the creator of the croissant?"
    },
    {
        "sentence": "In which city where Charlie Chaplin's half brothers born?"
    },
    {
        "sentence": "Which German mathematicians were members of the von Braun rocket group?"
    },
    {
        "sentence": "Which writers converted to Islam?"
    },
    {
        "sentence": "Which movie by the Coen brothers stars John Turturro in the role of a New York City playwright?"
    },
    {
        "sentence": "Which of the volcanoes that erupted in 1550 is still active?"
    },
    {
        "sentence": "Who was the doctoral supervisor of Albert Einstein?"
    },
    {
        "sentence": "Who wrote the song Hotel California?"
    },
    {
        "sentence": "Who was on the Apollo 11 mission?"
    },
    {
        "sentence": "Which electronics companies were founded in Beijing?"
    },
    {
        "sentence": "What is in a chocolate chip cookie?"
    },
    {
        "sentence": "What is the atmosphere of the Moon composed of?"
    },
    {
        "sentence": "How many movies did Park Chan-wook direct?"
    },
    {
        "sentence": "Who are the developers of DBpedia?"
    },
    {
        "sentence": "Which Indian company has the most employees?"
    },
    {
        "sentence": "What is the name of the school where Obama's wife studied?"
    },
    {
        "sentence": "Where does Piccadilly start?"
    },
    {
        "sentence": "What is the capital of Cameroon?"
    },
    {
        "sentence": "When did the Boston Tea Party take place?"
    },
    {
        "sentence": "Who played Gus Fring in Breaking Bad?"
    },
    {
        "sentence": "Who wrote Harry Potter?"
    },
    {
        "sentence": "Which actors play in Big Bang Theory?"
    },
    {
        "sentence": "What is the largest country in the world?"
    },
    {
        "sentence": "Who is the most powerful Jedi?"
    },
    {
        "sentence": "How many goals did Pel   score?"
    },
    {
        "sentence": "Who is the president of Eritrea?"
    },
    {
        "sentence": "Which computer scientist won an oscar?"
    },
    {
        "sentence": "Who created Family Guy?"
    },
    {
        "sentence": "How many people live in Poland?"
    },
    {
        "sentence": "To which party does the mayor of Paris belong?"
    },
    {
        "sentence": "Who does the voice of Bart Simpson?"
    },
    {
        "sentence": "Who composed the soundtrack for Cameron's Titanic?"
    },
    {
        "sentence": "When did Boris Becker end his active career?"
    },
    {
        "sentence": "Show me all basketball players that are higher than 2 meters."
    },
    {
        "sentence": "What country is Sitecore from?"
    },
    {
        "sentence": "Which country was Bill Gates born in?"
    },
    {
        "sentence": "Who developed Slack?"
    },
    {
        "sentence": "In which city did Nikos Kazantzakis die?"
    },
    {
        "sentence": "How many grand-children did Jacques Cousteau have?"
    },
    {
        "sentence": "Which films did Stanley Kubrick direct?"
    },
    {
        "sentence": "How many seats does the home stadium of FC Porto have?"
    },
    {
        "sentence": "Show me all books in Asimov's Foundation series."
    },
    {
        "sentence": "Which movies star both Liz Taylor and Richard Burton?"
    },
    {
        "sentence": "In which city are the headquarters of the United Nations?"
    },
    {
        "sentence": "In which city was the president of Montenegro born?"
    },
    {
        "sentence": "Which writers studied in Istanbul?"
    },
    {
        "sentence": "Who is the mayor of Paris?"
    },
    {
        "sentence": "What is the full name of Prince Charles?"
    },
    {
        "sentence": "What is the longest river in China?"
    },
    {
        "sentence": "Who discovered Ceres?"
    },
    {
        "sentence": "When did princess Diana die?"
    },
    {
        "sentence": "What do ants eat?"
    },
    {
        "sentence": "Who is the host of the BBC Wildlife Specials?"
    },
    {
        "sentence": "How many moons does Mars have?"
    },
    {
        "sentence": "What was the first Queen album?"
    },
    {
        "sentence": "Give me a list of all Canadians that reside in the U.S."
    },
    {
        "sentence": "Where is Syngman Rhee buried?"
    },
    {
        "sentence": "In which countries do people speak Japanese?"
    },
    {
        "sentence": "Who is the king of the Netherlands?"
    },
    {
        "sentence": "When did the Dodo become extinct?"
    },
    {
        "sentence": "Show me all Czech movies."
    },
    {
        "sentence": "Which rivers flow into the North Sea?"
    },
    {
        "sentence": "When did Operation Overlord commence?"
    },
    {
        "sentence": "Where do the Red Sox play?"
    },
    {
        "sentence": "In which time zone is Rome?"
    },
    {
        "sentence": "Give me a list of all critically endangered birds."
    },
    {
        "sentence": "How much did the Lego Movie cost?"
    },
    {
        "sentence": "What was the original occupation of the inventor of Lego?"
    },
    {
        "sentence": "Which countries have more than ten volcanoes?"
    },
    {
        "sentence": "Show me all U.S. states."
    },
    {
        "sentence": "Who wrote the Game of Thrones theme?"
    },
    {
        "sentence": "How many calories does a baguette have?"
    },
    {
        "sentence": "Which companies produce hovercrafts?"
    },
    {
        "sentence": "How many emperors did China have?"
    },
    {
        "sentence": "Show me hiking trails in the Grand Canyon where there's no danger of flash floods."
    },
    {
        "sentence": "In which ancient empire could you pay with cocoa beans?"
    },
    {
        "sentence": "How did Michael Jackson die?"
    },
    {
        "sentence": "Which space probes were sent into orbit around the sun?"
    },
    {
        "sentence": "When was Coca Cola invented?"
    },
    {
        "sentence": "What is the biggest stadium in Spain?"
    },
    {
        "sentence": "On which day is Columbus Day?"
    },
    {
        "sentence": "How short is the shortest active NBA player?"
    },
    {
        "sentence": "Whom did Lance Bass marry?"
    },
    {
        "sentence": "What form of government does Russia have?"
    },
    {
        "sentence": "What movies does Jesse Eisenberg play in?"
    },
    {
        "sentence": "What color expresses loyalty?"
    },
    {
        "sentence": "Show me all museums in London."
    },
    {
        "sentence": "Give me all South American countries."
    },
    {
        "sentence": "Who is the coach of Ankara's ice hockey team?"
    },
    {
        "sentence": "Who is the son of Sonny and Cher?"
    },
    {
        "sentence": "What are the five boroughs of New York?"
    },
    {
        "sentence": "Show me Hemingway's autobiography."
    },
    {
        "sentence": "What kind of music did Lou Reed play?"
    },
    {
        "sentence": "In which city does Sylvester Stallone live?"
    },
    {
        "sentence": "Who was Vincent van Gogh inspired by?"
    },
    {
        "sentence": "What are the names of the Teenage Mutant Ninja Turtles?"
    },
    {
        "sentence": "What are the zodiac signs?"
    },
    {
        "sentence": "What languages do they speak in Pakistan?"
    },
    {
        "sentence": "Who became president after JFK died?"
    },
    {
        "sentence": "In what city is the Heineken brewery?"
    },
    {
        "sentence": "What is Elon Musk famous for?"
    },
    {
        "sentence": "What is Batman's real name?"
    },
    {
        "sentence": "From which region is the Refosco dal Peduncolo Rosso?"
    },
    {
        "sentence": "Give me all Avant-garde jazz record labels."
    },
    {
        "sentence": "Give me all books written by David Foster Wallace."
    },
    {
        "sentence": "Give me all cars that are produced in Netherlands."
    },
    {
        "sentence": "Give me all companies in Jena."
    },
    {
        "sentence": "Give me all inflows of the Lake Houston."
    },
    {
        "sentence": "Give me all members of The Who."
    },
    {
        "sentence": "Give me all soccer clubs in Qatar."
    },
    {
        "sentence": "Give me all video games published by Black Isle Studios."
    },
    {
        "sentence": "Give me the children of David Foster."
    },
    {
        "sentence": "Give me the homepage of Metropolitan Home."
    },
    {
        "sentence": "How big is the Mammoth Pool Reservoir?"
    },
    {
        "sentence": "How deep is Steinsee?"
    },
    {
        "sentence": "How high is the Doe Hill Mountain?"
    },
    {
        "sentence": "How high is the Volcano Mountain?"
    },
    {
        "sentence": "How high is the Landegode Lighthouse?"
    },
    {
        "sentence": "How many employees does Staedtler have?"
    },
    {
        "sentence": "How many ethnic groups live in Spain?"
    },
    {
        "sentence": "How many inhabitants does Nagamangala have?"
    },
    {
        "sentence": "How many museums does Sofia have?"
    },
    {
        "sentence": "How many pages does The Man with the Red Tattoo have?"
    },
    {
        "sentence": "How many people live in the capital of Togo?"
    },
    {
        "sentence": "How many politicians graduated from Stanford University?"
    },
    {
        "sentence": "How many scientists graduated from Washburn University?"
    },
    {
        "sentence": "How many students does the Texas Tech University have?"
    },
    {
        "sentence": "How much did Vanilla Sky cost?"
    },
    {
        "sentence": "How often did Teresa Mo marry?"
    },
    {
        "sentence": "How tall is John Windsor?"
    },
    {
        "sentence": "How tall is Kate Upton?"
    },
    {
        "sentence": "In which country is Solaize located?"
    },
    {
        "sentence": "In which country is the Tasman Lake?"
    },
    {
        "sentence": "In which country is the Tiefer See?"
    },
    {
        "sentence": "In which programming language is QuickTime written?"
    },
    {
        "sentence": "Show me everyone who was born on Boxing Day."
    },
    {
        "sentence": "What are the official languages of Tunisia?"
    },
    {
        "sentence": "What is the area code of Aegina?"
    },
    {
        "sentence": "What is the capital of Venezuela?"
    },
    {
        "sentence": "What is the currency of Rhodesia?"
    },
    {
        "sentence": "What is the eye color of Liza Kennedy?"
    },
    {
        "sentence": "What is the hair color of Marlon Teixeira?"
    },
    {
        "sentence": "What is the official color of the Carleton University?"
    },
    {
        "sentence": "What is the ruling party in Lo Espejo?"
    },
    {
        "sentence": "When did Jules Bergman die?"
    },
    {
        "sentence": "When did Red Sonja's creator die?"
    },
    {
        "sentence": "When is Gibraltar Diamond Jubilee Flotilla?"
    },
    {
        "sentence": "When was Sevcon founded?"
    },
    {
        "sentence": "When was Albert Schweitzer born?"
    },
    {
        "sentence": "When was the Cobble Hill Tunnel built?"
    },
    {
        "sentence": "When was the Riverdale Monument built?"
    },
    {
        "sentence": "When was the Operation Purple Haze?"
    },
    {
        "sentence": "Where did Queen Emma of Hawaii  die?"
    },
    {
        "sentence": "Where is the Sandhammaren located?"
    },
    {
        "sentence": "Which airports are located in Chios?"
    },
    {
        "sentence": "Which artist made the album Old School Prankstas?"
    },
    {
        "sentence": "Which books were published by DAW Books?"
    },
    {
        "sentence": "Which bridges cross the Prut?"
    },
    {
        "sentence": "Which instruments does Courtney Love play?"
    },
    {
        "sentence": "Which languages are spoken in Romania?"
    },
    {
        "sentence": "Which museum exhibits The Skater?"
    },
    {
        "sentence": "Which music albums contain the song Into Your Arms?"
    },
    {
        "sentence": "Which organizations were founded in 1918?"
    },
    {
        "sentence": "Which presidents were born in 1891?"
    },
    {
        "sentence": "Which professional surfers were born in Australia?"
    },
    {
        "sentence": "Who created Retrocrush?"
    },
    {
        "sentence": "Who created Miss Marple?"
    },
    {
        "sentence": "Who created the comic Old Man Logan?"
    },
    {
        "sentence": "Who designed the Langebro?"
    },
    {
        "sentence": "Who developed Quake engine?"
    },
    {
        "sentence": "Who developed the video game Duke Nukem 3D?"
    },
    {
        "sentence": "Who founded Sony?"
    },
    {
        "sentence": "Who is the editor of Semana?"
    },
    {
        "sentence": "Who is the founder of DC Comics?"
    },
    {
        "sentence": "Who is the heaviest player of the ASK Riga?"
    },
    {
        "sentence": "Who is the manager of Gazelle FC?"
    },
    {
        "sentence": "Who is the mayor of Virar?"
    },
    {
        "sentence": "Who is the mayor of the capital of New Caledonia?"
    },
    {
        "sentence": "Who is the owner of Mazda?"
    },
    {
        "sentence": "Who is the tallest player of Udinese Calcio?"
    },
    {
        "sentence": "Who is the youngest Snooker player?"
    },
    {
        "sentence": "Who painted Unfinished portrait of General Bonaparte?"
    },
    {
        "sentence": "Who produces Red Bull?"
    },
    {
        "sentence": "Who were the parents of Maria of Antioch?"
    },
    {
        "sentence": "Who wrote the book Leave It to Psmith?"
    },
    {
        "sentence": "Who are the presidents of the United States?"
    },
    {
        "sentence": "Who has been the 5th president of the United States of America?"
    },
    {
        "sentence": "Give me all female German chancellors!"
    },
    {
        "sentence": "Who was Tom Hanks married to?"
    },
    {
        "sentence": "Which people were born in Heraklion?"
    },
    {
        "sentence": "Which actors were born in Germany?"
    },
    {
        "sentence": "Which companies work in the aerospace industry as well as on nuclear reactor technology?"
    },
    {
        "sentence": "Which people have as their given name Jimmy?"
    },
    {
        "sentence": "Who developed the video game World of Warcraft?"
    },
    {
        "sentence": "Who was the wife of President Lincoln?"
    },
    {
        "sentence": "Which presidents were born in 1945?"
    },
    {
        "sentence": "Which caves have more than 3 entrances?"
    },
    {
        "sentence": "Which cities have more than 2 million inhabitants?"
    },
    {
        "sentence": "Who owns Aldi?"
    },
    {
        "sentence": "Which capitals in Europe were host cities of the summer olympic games?"
    },
    {
        "sentence": "Give me all soccer clubs in the Premier League."
    },
    {
        "sentence": "In which programming language is GIMP written?"
    },
    {
        "sentence": "What languages are spoken in Estonia?"
    },
    {
        "sentence": "Who is called Dana?"
    },
    {
        "sentence": "Which country does the Airedale Terrier come from?"
    },
    {
        "sentence": "What is the highest mountain?"
    },
    {
        "sentence": "Which birds are there in the United States?"
    },
    {
        "sentence": "Give me all school types."
    },
    {
        "sentence": "Which organizations were founded in 1950?"
    },
    {
        "sentence": "Which genre does DBpedia belong to?"
    },
    {
        "sentence": "When was DBpedia released?"
    },
    {
        "sentence": "Who created English Wikipedia?"
    },
    {
        "sentence": "Which companies are located in California, USA?"
    },
    {
        "sentence": "What is the official website of Tom Hanks?"
    },
    {
        "sentence": "How many films did Leonardo DiCaprio star in?"
    },
    {
        "sentence": "Who produced the most films?"
    },
    {
        "sentence": "Which music albums contain the song Last Christmas?"
    },
    {
        "sentence": "Give me all films produced by Hal Roach."
    },
    {
        "sentence": "Give me all actors starring in Batman Begins."
    },
    {
        "sentence": "Give me all movies with Tom Cruise!"
    },
    {
        "sentence": "List all episodes of the first season of the HBO television series The Sopranos!"
    },
    {
        "sentence": "Which books were written by Danielle Steel?"
    },
    {
        "sentence": "Who wrote the book The pillars of the Earth?"
    },
    {
        "sentence": "Which mountains are higher than the Nanga Parbat?"
    },
    {
        "sentence": "When was Capcom founded?"
    },
    {
        "sentence": "Which software has been published by Mean Hamster Software?"
    },
    {
        "sentence": "Which software has been developed by organizations founded in California?"
    },
    {
        "sentence": "Which country has the most official languages?"
    },
    {
        "sentence": "Give me all European Capitals!"
    },
    {
        "sentence": "Who produced films starring Natalie Portman?"
    },
    {
        "sentence": "In which films did Julia Roberts as well as Richard Gere play?"
    },
    {
        "sentence": "Give me the websites of companies with more than 500000 employees."
    },
    {
        "sentence": "Give me all female Russian astronauts."
    },
    {
        "sentence": "Give me the birthdays of all actors of the television show Charmed."
    },
    {
        "sentence": "Which countries have places with more than two caves?"
    },
    {
        "sentence": "Give me the capitals of all countries in Africa."
    },
    {
        "sentence": "How many employees does IBM have?"
    },
    {
        "sentence": "Which states border Illinois?"
    },
    {
        "sentence": "Which European countries have a constitutional monarchy?"
    },
    {
        "sentence": "Which awards did WikiLeaks win?"
    },
    {
        "sentence": "Which state of the USA has the highest population density?"
    },
    {
        "sentence": "When did Finland join the EU?"
    },
    {
        "sentence": "What is the highest mountain in Australia?"
    },
    {
        "sentence": "Give me all companies in the advertising industry."
    },
    {
        "sentence": "Give me all presidents of the United States."
    },
    {
        "sentence": "Who was the wife of U.S. president Lincoln?"
    },
    {
        "sentence": "What is the official website of Tom Cruise?"
    },
    {
        "sentence": "Give me all people with first name Jimmy."
    },
    {
        "sentence": "Who created Wikipedia?"
    },
    {
        "sentence": "Give me all video games published by Mean Hamster Software."
    },
    {
        "sentence": "Which languages are spoken in Estonia?"
    },
    {
        "sentence": "How many films did Hal Roach produce?"
    },
    {
        "sentence": "Give me all books written by Danielle Steel."
    },
    {
        "sentence": "Which airports are located in California, USA?"
    },
    {
        "sentence": "Give me all Canadian Grunge record labels."
    },
    {
        "sentence": "Give me all movies with Tom Cruise."
    },
    {
        "sentence": "Give me all female German chancellors."
    },
    {
        "sentence": "Which budget did the first movie of Zdenek Sverak have?"
    },
    {
        "sentence": "How many big fires struck Paris during the Middle Ages?"
    },
    {
        "sentence": "How often was Michael Jordan divorced?"
    },
    {
        "sentence": "What is the most beautiful painting?"
    },
    {
        "sentence": "Give me all animal species that live in the Teutoburg Forest."
    },
    {
        "sentence": "When is the movie Worst Case Scenario going to be in cinemas in the Netherlands?"
    },
    {
        "sentence": "Who is the daughter of Ingrid Bergman married to?"
    },
    {
        "sentence": "In which city did John F. Kennedy die?"
    },
    {
        "sentence": "Which classis do tree frogs belong to?"
    },
    {
        "sentence": "When did Latvia join the EU?"
    },
    {
        "sentence": "Give me all actors starring in Last Action Hero."
    },
    {
        "sentence": "Who wrote the book Les Piliers de la terre?"
    },
    {
        "sentence": "Give me all cosmonauts."
    },
    {
        "sentence": "How many countries are there in Europe?"
    },
    {
        "sentence": "In which U.S. state is Mount McKinley located?"
    },
    {
        "sentence": "Which countries have more than ten caves?"
    },
    {
        "sentence": "Give me all communist countries."
    },
    {
        "sentence": "Which U.S. state has the highest population density?"
    },
    {
        "sentence": "Which countries adopted the Euro?"
    },
    {
        "sentence": "Which monarchs were married to a German?"
    },
    {
        "sentence": "What is the official language of Suriname?"
    },
    {
        "sentence": "Who is the mayor of Tel Aviv?"
    },
    {
        "sentence": "What is the highest place of the Urals?"
    },
    {
        "sentence": "Who is the editor of Forbes?"
    },
    {
        "sentence": "Give me all libraries established earlier than 1400."
    },
    {
        "sentence": "Give me all federal chancellors of Germany."
    },
    {
        "sentence": "List all episodes of the first season of the HBO television series The Sopranos."
    },
    {
        "sentence": "Which companies work in the aerospace industry as well as in medicine?"
    },
    {
        "sentence": "How many Aldi stores are there?"
    },
    {
        "sentence": "Who was the first president of the United States?"
    },
    {
        "sentence": "Give me all female given names."
    },
    {
        "sentence": "Who wrote the book The Pillars of the Earth?"
    },
    {
        "sentence": "Which organizations were founded in 1930?"
    },
    {
        "sentence": "Who was John F. Kennedy's vice president?"
    },
    {
        "sentence": "Give me a list of all bandleaders that play trumpet."
    },
    {
        "sentence": "Give me all world heritage sites designated within the past two years."
    },
    {
        "sentence": "What were the main discoveries of the Mars rover Curiosity?"
    },
    {
        "sentence": "How many languages are spoken in Turkmenistan?"
    },
    {
        "sentence": "Give me all actors starring in movies directed by William Shatner."
    },
    {
        "sentence": "Give me all Methodist politicians."
    },
    {
        "sentence": "How often did Jane Fonda marry?"
    },
    {
        "sentence": "Give me all islands that belong to Japan."
    },
    {
        "sentence": "Give me all Apollo 14 astronauts."
    },
    {
        "sentence": "Which U.S. states are in the same time zone as Utah?"
    },
    {
        "sentence": "Give me all Danish films."
    },
    {
        "sentence": "Which instruments does Cat Stevens play?"
    },
    {
        "sentence": "Which Chess players died in the same place they were born in?"
    },
    {
        "sentence": "Who is the daughter of Robert Kennedy married to?"
    },
    {
        "sentence": "In which country does the Ganges start?"
    },
    {
        "sentence": "Which television shows were created by John Cleese?"
    },
    {
        "sentence": "Which awards did Douglas Hofstadter win?"
    },
    {
        "sentence": "Who is the owner of Rolls-Royce?"
    },
    {
        "sentence": "Who was the 16th president of the United States?"
    },
    {
        "sentence": "Give me all animal species that live in the Amazon rainforest."
    },
    {
        "sentence": "How many missions does the Soyuz programme have?"
    },
    {
        "sentence": "Give me all Danish movies."
    },
    {
        "sentence": "Who was called Frank The Tank?"
    },
    {
        "sentence": "Which movies did Kurosawa direct?"
    },
    {
        "sentence": "What is the most frequent cause of death?"
    },
    {
        "sentence": "Which rockets were launched from Baikonur?"
    },
    {
        "sentence": "What does IYCM stand for?"
    },
    {
        "sentence": "Which companies have more than 1 million employees?"
    },
    {
        "sentence": "Give all swimmers that were born in Moscow."
    },
    {
        "sentence": "Who was called Rodzilla?"
    },
    {
        "sentence": "Show me the book that Muhammad Ali wrote."
    },
    {
        "sentence": "How many museums does Paris have?"
    },
    {
        "sentence": "Which city has the most inhabitants?"
    },
    {
        "sentence": "Which city has the least inhabitants?"
    },
    {
        "sentence": "Give me all the TV shows with Neil Patrick Harris."
    },
    {
        "sentence": "Who wrote The Hunger Games?"
    },
    {
        "sentence": "Show a list of soccer clubs that play in the Bundesliga."
    },
    {
        "sentence": "What country is Mount Everest in?"
    },
    {
        "sentence": "Who is the founder of Penguin Books?"
    },
    {
        "sentence": "Which programming languages influenced Javascript?"
    },
    {
        "sentence": "List all the musicals with music by Elton John."
    },
    {
        "sentence": "When was the Titanic completed?"
    },
    {
        "sentence": "How much did Pulp Fiction cost?"
    },
    {
        "sentence": "How many airlines are there?"
    },
    {
        "sentence": "Who played Agent Smith in Matrix?"
    },
    {
        "sentence": "How much carbs does peanut butter have?"
    },
    {
        "sentence": "Which book has the most pages?"
    },
    {
        "sentence": "Which bridges cross the Seine?"
    },
    {
        "sentence": "Who is the mayor of the capital of French Polynesia?"
    },
    {
        "sentence": "When did Dracula's creator die?"
    },
    {
        "sentence": "What is the location of the Houses of Parliament?"
    },
    {
        "sentence": "Who was the pope that founded the Vatican Television?"
    },
    {
        "sentence": "What airlines are part of the SkyTeam alliance?"
    },
    {
        "sentence": "What is the total population of Melbourne, Florida?"
    },
    {
        "sentence": "Which airports does Air China serve?"
    },
    {
        "sentence": "In which year was Rachel Stevens born?"
    },
    {
        "sentence": "Where was JFK assassinated?"
    },
    {
        "sentence": "How many politicians graduated from Columbia University?"
    },
    {
        "sentence": "Which scientist is known for the Manhattan Project and the Nobel Peace Prize?"
    },
    {
        "sentence": "What is the highest volcano in Africa?"
    },
    {
        "sentence": "Which beer originated in Ireland?"
    },
    {
        "sentence": "What are the specialities of the UNC Health Care?"
    },
    {
        "sentence": "Who is the owner of Facebook?"
    },
    {
        "sentence": "From which region is the Melon de Bourgogne?"
    },
    {
        "sentence": "Who was influenced by Socrates?"
    },
    {
        "sentence": "Who was president of Pakistan in 1978?"
    },
    {
        "sentence": "Give me English actors starring in Lovesick."
    },
    {
        "sentence": "Give me all types of eating disorders."
    },
    {
        "sentence": "Who was married to president Chirac?"
    },
    {
        "sentence": "What is the largest metropolitan area in Washington state?"
    },
    {
        "sentence": "Where in France is sparkling wine produced?"
    },
    {
        "sentence": "Where did Hillel Slovak die?"
    },
    {
        "sentence": "What is the timezone in San Pedro de Atacama?"
    },
    {
        "sentence": "In which city does the Chile Route 68 end?"
    },
    {
        "sentence": "Who was vice president under the president who authorized atomic weapons against Japan during World War II?"
    },
    {
        "sentence": "In which town was the assassin of Martin Luther King born?"
    },
    {
        "sentence": "Which anti-apartheid activist was born in Mvezo?"
    },
    {
        "sentence": "How many Golden Globe awards did the daughter of Henry Fonda win?"
    },
    {
        "sentence": "Which recipients of the Victoria Cross died in the Battle of Arnhem?"
    },
    {
        "sentence": "Where did the first man in space die?"
    },
    {
        "sentence": "How old was Steve Jobs' sister when she first met him?"
    },
    {
        "sentence": "Which members of the Wu-Tang Clan took their stage name from a movie?"
    },
    {
        "sentence": "Which writers had influenced the philosopher that refused a Nobel Prize?"
    },
    {
        "sentence": "Under which king did the British prime minister that signed the Munich agreement serve?"
    },
    {
        "sentence": "Who composed the music for the film that depicts the early life of Jane Austin?"
    },
    {
        "sentence": "Who succeeded the pope that reigned only 33 days?"
    },
    {
        "sentence": "On which island did the national poet of Greece die?"
    },
    {
        "sentence": "Which horses did The Long Fellow ride?"
    },
    {
        "sentence": "Of the people that died of radiation in Los Alamos, whose death was an accident?"
    },
    {
        "sentence": "Which building owned by the Bank of America was featured in the TV series MegaStructures?"
    },
    {
        "sentence": "Which buildings in art deco style did Shreve, Lamb and Harmon design?"
    },
    {
        "sentence": "Which birds are protected under the National Parks and Wildlife Act?"
    },
    {
        "sentence": "Which country did the first known photographer of snowflakes come from?"
    },
    {
        "sentence": "List all the battles commanded by the lover of Cleopatra."
    },
    {
        "sentence": "Which actress starring in the TV series Friends owns the production company Coquette Productions?"
    },
    {
        "sentence": "Gaborone is the capital of which country member of the African Union?"
    },
    {
        "sentence": "When was the composer of the opera Madame Butterfly born?"
    },
    {
        "sentence": "Which street basketball player was diagnosed with Sarcoidosis?"
    },
    {
        "sentence": "For which movie did the daughter of Francis Ford Coppola receive an Oscar?"
    },
    {
        "sentence": "Which city does the first person to climb all 14 eight-thousanders come from?"
    },
    {
        "sentence": "At which college did the only American actor that received the C  sar Award study?"
    },
    {
        "sentence": "How old is James Bond in the latest Bond book by William Boyd?"
    },
    {
        "sentence": "What eating disorder is characterized by an appetite for substances such as clay and sand?"
    },
    {
        "sentence": "What is the native city of Hollywood's highest-paid actress?"
    },
    {
        "sentence": "In which city does the former main presenter of the Xpos   girls live?"
    },
    {
        "sentence": "Who plays Phileas Fogg in the adaptation of Around the World in 80 Days directed by Buzz Kulik?"
    },
    {
        "sentence": "Who is the front man of the band that wrote Coffee & TV?"
    },
    {
        "sentence": "Which Chinese-speaking country is a former Portguese colony?"
    },
    {
        "sentence": "What is the largest city in the county in which Faulkner spent most of his life?"
    },
    {
        "sentence": "In which year did the Hungarian-American actor called \"The King of Horror\" make his first film?"
    },
    {
        "sentence": "Under which pseudonym did Charles Dickens publish some of his books?"
    },
    {
        "sentence": "A landmark of which city is the home of the Mona Lisa?"
    },
    {
        "sentence": "How tall is Amazon Eve?"
    },
    {
        "sentence": "Which politicians were married to a German?"
    },
    {
        "sentence": "When was Jack Wolfskin founded?"
    },
    {
        "sentence": "Butch Otter is the governor of which U.S. state?"
    },
    {
        "sentence": "Which weapons did Heckler & Koch develop?"
    },
    {
        "sentence": "Where is Fort Knox located?"
    },
    {
        "sentence": "Who created Batman?"
    },
    {
        "sentence": "When was Olof Palme shot?"
    },
    {
        "sentence": "Give me the grandchildren of Elvis Presley."
    },
    {
        "sentence": "How deep is Lake Chiemsee?"
    },
    {
        "sentence": "What does ICRO stand for?"
    },
    {
        "sentence": "List all the musicals with music by Leonard Bernstein."
    },
    {
        "sentence": "Show me all the breweries in Australia."
    },
    {
        "sentence": "Show me all English Gothic buildings in Kent."
    },
    {
        "sentence": "Which airports does Yeti Airlines serve?"
    },
    {
        "sentence": "Which movies starring Mickey Rourke were directed by Guy Ritchie?"
    },
    {
        "sentence": "Which subsidiary of TUI Travel serves both Glasgow and Dublin?"
    },
    {
        "sentence": "Desserts from which country contain fish?"
    },
    {
        "sentence": "How high is the lighthouse in Colombo?"
    }
]